{
  "chapters": [
    {
      "title": "Birth in Remsen, Iowa and Early Life",
      "startTime": 0.0,
      "description": "The narrator initially discusses their birthplace (Remsen, Iowa), the year of their birth (1902), and briefly touches on their age during the Depression.; Lindy discusses his age during the Depression and his financial situation."
    },
    {
      "title": "Mother's Grief After Father's Death",
      "startTime": 344,
      "description": "Lindy begins to recount his mother's illness and a visit to the doctor."
    },
    {
      "title": "Labor Dispute at Power Corporation",
      "startTime": 627,
      "description": "Lindy discusses his employment with the Power Corporation, including a strike and wage negotiation."
    },
    {
      "title": "Transfer to Rosetown",
      "startTime": 942,
      "description": "Lindy discusses his transfer to Rosetown and the circumstances surrounding it, including a conflict with Jimmy Jackson."
    },
    {
      "title": "Return to Regina & Layoffs",
      "startTime": 1149,
      "description": "Lindy describes returning to Regina and encountering layoffs at the Power Commission."
    },
    {
      "title": "Wiring Homes in Midale",
      "startTime": 1435,
      "description": "Lindy describes wiring homes in Midale and the associated costs."
    },
    {
      "title": "Farm Relief Wage",
      "startTime": 1627,
      "description": "Lindy describes receiving a relief wage from his brother on the farm."
    },
    {
      "title": "Historical Perspective on Political Awareness",
      "startTime": 1862,
      "description": "Lindy transitions from discussing blame for the Depression to discussing the level of political awareness among people during that time."
    },
    {
      "title": "Social Activities During Winter on the Farm",
      "startTime": 2052,
      "description": "Lindy moves from discussing political awareness to the topic of how people spent their spare time and socialized during the Depression years."
    },
    {
      "title": "Government Relief",
      "startTime": 2460,
      "description": "Lindy transitions to discussing the role of government in alleviating problems during the Depression, a new subject compared to the previous discussion of community support."
    },
    {
      "title": "Preparing for Auction Sale After Father's Death",
      "startTime": 2607,
      "description": "Lindy transitions to recounting a specific instance where he helped a neighbor prepare for an auction sale after her husband's death and her son's illness."
    },
    {
      "title": "Prejudice & Immigration",
      "startTime": 2805,
      "description": "Lindy is asked about prejudice and immigration, and he begins to discuss his understanding of the term and the settlement patterns in his area."
    },
    {
      "title": "Joining the Army and Relief Programs",
      "startTime": 2958,
      "description": "Lindy begins talking about when things started to improve after the war."
    },
    {
      "title": "Conscription and Public Opinion",
      "startTime": 3013,
      "description": "Lindy discusses the cutting off of relief and its connection to getting people into the army."
    },
    {
      "title": "Alberta Power Development",
      "startTime": 3214,
      "description": "Lindy mentions a book by Clinton White and expresses his desire to contact him about it."
    },
    {
      "title": "Value of Goods",
      "startTime": 3440,
      "description": "Lindy shifts to discussing how people valued possessions differently during the Depression compared to the present."
    },
    {
      "title": "Self-Reliance & Business",
      "startTime": 3546,
      "description": "Lindy transitions to discussing his approach to business and financial independence."
    },
    {
      "title": "Town Size and History",
      "startTime": 3792,
      "description": "Lindy moves from discussing the Depression to answering a question about the size of the town he lived in and its history."
    },
    {
      "title": "Sons Leaving the Farm and Pursuing Different Careers",
      "startTime": 3935,
      "description": "Lindy begins discussing his eight sons and their individual departures from the family farm, detailing their destinations and occupations."
    },
    {
      "title": "Hiring Practices & Marriage",
      "startTime": 4089,
      "description": "Lindy moves the conversation to a discussion of labor disputes, single vs. married workers, and the early development of unions in the area."
    },
    {
      "title": "Discussion of Union Organizers",
      "startTime": 4284,
      "description": "Lindy begins discussing a specific union organizer who tried to recruit workers at the power company, detailing the organizer's tactics and promises."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Farm Work and Wages",
      "startTime": 271,
      "description": "Lindy shifts to discussing returning to the farm and subsequent wage changes.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "Education & Childhood Memories",
      "startTime": 416,
      "description": "Lindy and the interviewer discuss the number of children Lindy's mother had and the doctor's reaction.",
      "chapterIndex": 1,
      "id": "story-1"
    },
    {
      "title": "Power Corporation Employment",
      "startTime": 483,
      "description": "Lindy begins discussing his employment with the Power Corporation and room/board costs.",
      "chapterIndex": 1,
      "id": "story-2"
    },
    {
      "title": "Starting a Government Job",
      "startTime": 750,
      "description": "Lindy discusses his boss's knowledge of the government taking over power companies and Lindy's application.",
      "chapterIndex": 2,
      "id": "story-3"
    },
    {
      "title": "Challenges with Authority and Territory",
      "startTime": 995,
      "description": "Lindy describes a conflict with a supervisor in Regina regarding his hiring practices and his independent work style.",
      "chapterIndex": 3,
      "id": "story-4"
    },
    {
      "title": "Trip to Iowa",
      "startTime": 1075,
      "description": "Lindy transitions to discussing his trip to Iowa with his mother and taking leave from his job.",
      "chapterIndex": 3,
      "id": "story-5"
    },
    {
      "title": "Finding Work During the Depression",
      "startTime": 1209,
      "description": "Lindy describes being sent to Gull Lake to install a distribution system.",
      "chapterIndex": 4,
      "id": "story-6"
    },
    {
      "title": "Financial Hardship and Self-Reliance",
      "startTime": 1315,
      "description": "Lindy describes the shutdown of his work and his ability to support himself through savings and frugality.",
      "chapterIndex": 4,
      "id": "story-7"
    },
    {
      "title": "Relief and Social Perception",
      "startTime": 1498,
      "description": "Lindy discusses the prevalence of relief and how people were treated who received it.",
      "chapterIndex": 5,
      "id": "story-8"
    },
    {
      "title": "Shift to Estevan Coal Mines",
      "startTime": 1553,
      "description": "Lindy begins discussing his experiences in Estevan and Bienfait, specifically mentioning knowing all 1,200 of his customers in the coal mines.",
      "chapterIndex": 5,
      "id": "story-9"
    },
    {
      "title": "Comparison of Iowa Life - 1931 vs. 1938",
      "startTime": 1938,
      "description": "Lindy transitions to comparing the situation in Iowa in 1931 to a visit in 1938, highlighting the stark contrast in prosperity and appearance.",
      "chapterIndex": 7,
      "id": "story-10"
    },
    {
      "title": "Homebrewing and Wine Making",
      "startTime": 2112,
      "description": "Lindy describes parties involving ice cream and cake, a departure from the previous discussion of alcohol consumption.",
      "chapterIndex": 8,
      "id": "story-11"
    },
    {
      "title": "Schoolhouse Dances",
      "startTime": 2162,
      "description": "Lindy shifts the conversation to entertainment, specifically schoolhouse dances and their associated costs.",
      "chapterIndex": 8,
      "id": "story-12"
    },
    {
      "title": "Neighborly Assistance",
      "startTime": 2549,
      "description": "Lindy begins to discuss instances of neighbors helping each other during difficult times, specifically before the Depression.",
      "chapterIndex": 9,
      "id": "story-13"
    },
    {
      "title": "Bartering & Trading",
      "startTime": 2683,
      "description": "Lindy moves the conversation to whether people traded goods instead of using cash.",
      "chapterIndex": 10,
      "id": "story-14"
    },
    {
      "title": "Dust Bowl Conditions",
      "startTime": 2741,
      "description": "Lindy begins discussing the severe drought conditions in the area, including the impact on crops and wildlife.",
      "chapterIndex": 10,
      "id": "story-15"
    },
    {
      "title": "Church Involvement",
      "startTime": 2902,
      "description": "Lindy transitions to discussing the role of the church in the community and its involvement in relief efforts.",
      "chapterIndex": 11,
      "id": "story-16"
    },
    {
      "title": "The Great Depression - Saskatoon",
      "startTime": 3092,
      "description": "Lindy transitions to discussing the Great Depression, specifically mentioning his experience in Saskatoon in 1931 and the lines of unemployed men.",
      "chapterIndex": 13,
      "id": "story-17"
    },
    {
      "title": "Anderson Government & Depression",
      "startTime": 3292,
      "description": "Lindy begins discussing the Anderson government and its role during the Depression.",
      "chapterIndex": 14,
      "id": "story-18"
    },
    {
      "title": "Saturation of Goods",
      "startTime": 3382,
      "description": "Lindy transitions to discussing the overabundance of goods and cars, and the signs of economic saturation.",
      "chapterIndex": 14,
      "id": "story-19"
    },
    {
      "title": "Government Dependency Concerns",
      "startTime": 3625,
      "description": "Lindy shifts from discussing government contracts to a broader discussion about self-reliance and the role of government assistance.",
      "chapterIndex": 16,
      "id": "story-20"
    },
    {
      "title": "Observations on Humility and Hardship",
      "startTime": 3697,
      "description": "Lindy transitions from discussing government dependency to sharing a personal anecdote about witnessing hardship during the Depression.",
      "chapterIndex": 16,
      "id": "story-21"
    },
    {
      "title": "Land Acquisition in Iowa",
      "startTime": 3887,
      "description": "Lindy transitions from discussing the town's history to explaining why his father left Iowa and the subsequent migration of his family members to California.",
      "chapterIndex": 17,
      "id": "story-22"
    },
    {
      "title": "Achen Family Migration to California",
      "startTime": 4042,
      "description": "Lindy transitions to discussing another Achen family, their migration to California, and their current locations.",
      "chapterIndex": 18,
      "id": "story-23"
    },
    {
      "title": "Discussion of Lindy's Selective Memory of Childhood and the Depression",
      "startTime": 4353,
      "description": "Lindy transitions to criticizing Lindy's account of the Depression, arguing that Lindy's privileged background prevents him from accurately portraying the hardships faced by others.",
      "chapterIndex": 20,
      "id": "story-24"
    }
  ]
}