{
  "chapters": [
    {
      "title": "Place of Birth and Early Life",
      "startTime": 7.19,
      "description": "The narrator begins by discussing their birthplace, Remsen, Iowa, and the year of their birth (1902), followed by a brief mention of their age during the Depression and their location at the time."
    },
    {
      "title": "Power Company Employment",
      "startTime": 169.35,
      "description": "Lindy transitions to discussing his employment with a power company, detailing his career progression and locations.; Lindy describes returning to the farm to help his brother and mother after a brief stint with the power company."
    },
    {
      "title": "Mother's Nervous Breakdown",
      "startTime": 361.88,
      "description": "Lindy discusses his mother's nervous breakdown after his father's death and her subsequent visit to his room."
    },
    {
      "title": "Lindy's Education",
      "startTime": 425.84,
      "description": "Lindy begins discussing his limited formal education and the reasons he stopped attending school.",
      "minor": true
    },
    {
      "title": "Wage Dispute Details",
      "startTime": 626.97,
      "description": "Lindy discusses his experience working for the Power Corporation, including a wage dispute and a one-man strike."
    },
    {
      "title": "Unexpected Questioning by a Young Woman",
      "startTime": 804.08,
      "description": "Lindy shifts to an anecdote about a conversation with his cousin Lisa, using it as a segue to discuss his time in Saskatoon.",
      "minor": true
    },
    {
      "title": "Transfer to Rosetown",
      "startTime": 941.71,
      "description": "Lindy discusses his transfer to Rosetown and the circumstances surrounding the previous superintendent's departure."
    },
    {
      "title": "Challenges with Authority and Territory",
      "startTime": 995.24,
      "description": "Lindy describes a conflict with a supervisor in Regina regarding his hiring practices and his independent nature.",
      "minor": true
    },
    {
      "title": "Trip to Iowa",
      "startTime": 1073.57,
      "description": "Lindy shifts the conversation to his mother's desire to return to Iowa and his subsequent leave of absence.",
      "minor": true
    },
    {
      "title": "Job at Gull Lake",
      "startTime": 1200.24,
      "description": "Lindy describes a new project building a town and his assignment to install a distribution system at Gull Lake."
    },
    {
      "title": "Summer Work and Rewiring Buildings",
      "startTime": 1272.35,
      "description": "Lindy mentions working in the summer of 1930 and then transitions to discussing the fall of 1933 and 1934.",
      "minor": true
    },
    {
      "title": "Early Experiences During the Depression",
      "startTime": 1353.07,
      "description": "Lindy is asked about public perception and blame regarding the Depression.",
      "minor": true
    },
    {
      "title": "Electricity in Homes",
      "startTime": 1432.36,
      "description": "Lindy transitions to discussing the installation of electricity in homes and the associated costs."
    },
    {
      "title": "Relief and Social Perception",
      "startTime": 1485.55,
      "description": "Lindy shifts to discussing people receiving relief and how they were perceived by the community.",
      "minor": true
    },
    {
      "title": "Coal Mines and Customers",
      "startTime": 1553.46,
      "description": "Lindy begins discussing his experience with Estevan and Bienfait coal mines, mentioning his 1,200 customers.",
      "minor": true
    },
    {
      "title": "Farm Relief Wage",
      "startTime": 1634.29,
      "description": "Lindy transitions to discussing his brother's offer of a relief wage on the farm and the conditions of the work."
    },
    {
      "title": "Wheat Price Decline",
      "startTime": 1684.33,
      "description": "Lindy shifts to discussing his experience farming wheat and the significant price decline he experienced.",
      "minor": true
    },
    {
      "title": "Political Awareness",
      "startTime": 1861.34,
      "description": "Lindy transitions from discussing blame for the Depression to asking about the political awareness of the people."
    },
    {
      "title": "Comparison to Iowa",
      "startTime": 1933.3,
      "description": "Lindy shifts to comparing the conditions in Iowa to those in his local area, highlighting the differences in prosperity.",
      "minor": true
    },
    {
      "title": "Social Activities During Winter on the Farm",
      "startTime": 2052.23,
      "description": "Lindy moves from discussing marriage during the Depression to asking about what people did for entertainment during the Depression."
    },
    {
      "title": "Schoolhouse Dances",
      "startTime": 2162.29,
      "description": "Lindy transitions from discussing general entertainment to specifically talking about schoolhouse dances.",
      "minor": true
    },
    {
      "title": "Early Radios",
      "startTime": 2209.66,
      "description": "Lindy shifts from discussing schoolhouse dances to talking about early radios and how they were used.",
      "minor": true
    },
    {
      "title": "Death in Childbirth",
      "startTime": 2320.8,
      "description": "Lindy moves the conversation to the topic of medical care during the Depression."
    },
    {
      "title": "Community Support and Local Aid",
      "startTime": 2439.65,
      "description": "Lindy shifts the conversation to discuss whether soup kitchens existed in his town and the role of government in providing relief.",
      "minor": true
    },
    {
      "title": "Rural Self-Sufficiency vs. Town Relief",
      "startTime": 2497.24,
      "description": "Lindy transitions to discussing how self-sufficiency and farming allowed people to survive during difficult times.",
      "minor": true
    },
    {
      "title": "Neighborly Assistance",
      "startTime": 2548.93,
      "description": "Lindy begins to describe instances of neighbors helping each other during times of hardship, predating the Depression."
    },
    {
      "title": "Road Travel Difficulties",
      "startTime": 2718.1,
      "description": "Lindy begins discussing the challenges of traveling on roads, specifically the poor visibility and conditions.",
      "minor": true
    },
    {
      "title": "Immigration and Prejudice",
      "startTime": 2804.73,
      "description": "Lindy addresses a question about prejudice and the experiences of immigrants in the area, focusing on those of German extraction."
    },
    {
      "title": "Church Involvement",
      "startTime": 2901.93,
      "description": "Lindy transitions to a question about the church's involvement in volunteer efforts and relief.",
      "minor": true
    },
    {
      "title": "Conscription and Military Mobilization",
      "startTime": 3012.1,
      "description": "Lindy discusses the timing of relief cuts in relation to the start of the war and conscription."
    },
    {
      "title": "Economic Hardship and Unemployment",
      "startTime": 3091.97,
      "description": "Lindy transitions to discussing the hardship faced by traveling salesmen during the Great Depression, specifically in Saskatoon in 1931.",
      "minor": true
    },
    {
      "title": "Power Commission History",
      "startTime": 3195.06,
      "description": "Lindy moves the discussion to the history of the Power Commission and its origins."
    },
    {
      "title": "Blaming Government Policies",
      "startTime": 3314.0,
      "description": "Lindy begins discussing public perception and blame directed towards the government following the Bennett years."
    },
    {
      "title": "Consumerism and Saturation",
      "startTime": 3393.95,
      "description": "Lindy begins discussing the issue of overproduction and consumerism, focusing on cars and merchandise.",
      "minor": true
    },
    {
      "title": "Values During Depression",
      "startTime": 3439.83,
      "description": "Lindy transitions to comparing current spending habits with those during the Depression, focusing on the value of possessions.",
      "minor": true
    },
    {
      "title": "Depression's Lasting Impact",
      "startTime": 3511.59,
      "description": "Lindy transitions to discussing the long-term effects of the Depression on his personal life and financial habits."
    },
    {
      "title": "Government Dependency Concerns",
      "startTime": 3626.49,
      "description": "Lindy shifts from discussing government contracts to expressing a belief that individuals should be responsible for their own security and savings, criticizing government overreach.",
      "minor": true
    },
    {
      "title": "Experiences During Depression",
      "startTime": 3696.98,
      "description": "Lindy transitions from discussing government dependency to sharing observations and anecdotes about the experiences of people during the Depression, specifically mentioning a farmer's humbling actions."
    },
    {
      "title": "Town Size and History",
      "startTime": 3794.05,
      "description": "Lindy changes the subject from the Depression to discussing the size of the town of Halbrite and its history, starting with its population in 1907.",
      "minor": true
    },
    {
      "title": "Father's Move to Camden",
      "startTime": 3886.54,
      "description": "Lindy shifts from discussing the town's history to explaining why Lindy's father left Iowa and the subsequent migration of Lindy's siblings to California."
    },
    {
      "title": "Sons Leaving Home and Pursuing Careers",
      "startTime": 3934.54,
      "description": "Lindy begins discussing his eight sons and their individual departures from the family farm, detailing their various occupations and destinations."
    },
    {
      "title": "Family History - Achen Family in California",
      "startTime": 4026.94,
      "description": "Lindy discusses the appeal of California and why his sons chose to move there, referencing stories sent back by John.",
      "minor": true
    },
    {
      "title": "Unemployment, Labor Camps, and a Riot",
      "startTime": 4132.26,
      "description": "Lindy transitions to discussing the labor camps and riots that occurred in Regina, relating it to unemployed men."
    },
    {
      "title": "Early Union Development and Miner's Concerns",
      "startTime": 4202.82,
      "description": "Lindy begins discussing the development of unions and whether people were enthusiastic about them.",
      "minor": true
    },
    {
      "title": "Discussing Discrepancies in Lindy's Account of the Depression",
      "startTime": 4351.55,
      "description": "Phyllis criticizing Lindy's perspective on the Depression, suggesting he doesn't fully understand the hardships faced by others due to his privileged upbringing."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories."
}
