{
  "version": "2.1",
  "description": "Consolidated timestamp-to-timestamp story matches between memoir recordings",
  "primaryRecording": "Norm_red",
  "secondaryRecording": "TDK_D60_edited_through_air",
  "matchingMethod": "sliding_window_topic_extraction_consolidated",
  "windowConfig": {
    "duration": 90,
    "overlap": 45
  },
  "consolidationConfig": {
    "tdk_exact_match": false,
    "norm_gap_threshold": 60,
    "filter_time_diff_threshold": 1800,
    "filter_min_score": 8
  },
  "alternateTellings": [
    {
      "topic": "Lindy’s family relocated from Iowa to a farm near Halbrite, Canada in 1907, seeking cheap land.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 0,
        "endTime": 360,
        "preview": "We landed in a farm. Six miles north of Halbrite. As I remember it, the house stood there for years "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "Lindy's family built a new house a mile from their farm in Canada, likely around 1907, while Lindy was around four and a half.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 315,
        "endTime": 585,
        "preview": "But there were 12 of us and mother and dad lived in that house. And I can't figure out, we must have"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 345,
        "endTime": 525,
        "preview": "house with two bedrooms, a living room and dining room combined, and a kitchen. It would have been s"
      }
    },
    {
      "topic": "Lindy recalls his early childhood, including a train trip to Iowa and witnessing a tragic accident in the States.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 540,
        "endTime": 720,
        "preview": "That was my education, going to school. But I will say this much, when you're in grade, by the time "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1425,
        "endTime": 1605,
        "preview": "Some of the things that I remember that were outstanding during that first, what was that, 22 years "
      }
    },
    {
      "topic": "Lindy's time at a convent near Minneapolis during winter, around age 11, is recalled alongside a brief family trip.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 810,
        "endTime": 900,
        "preview": "And Sister Hilary and I both went to the convent that winter. Mary got an education, too. I was 11 y"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1515,
        "endTime": 1605,
        "preview": "And then mother stayed down in Iowa and Dad came home with me. And we stopped in Minneapolis, and I "
      }
    },
    {
      "topic": "Lindy quit school around 1912 to start a trap line and help with chores on the family farm.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 900,
        "endTime": 1305,
        "preview": "And I was dissatisfied then, and I said to Mother one day, I want to quit school. What are you going"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 525,
        "endTime": 705,
        "preview": "I think it was about six or seven years later, they moved the school a half mile, which put it on th"
      }
    },
    {
      "topic": "Dad purchased a Titan tractor in 1918, which Lindy described as slow and equivalent to five or six horses.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1485,
        "endTime": 2205,
        "preview": "1918 short crop. 1919 less crop again but we always fared somehow we had a lot of always raised 50 6"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 975,
        "endTime": 1335,
        "preview": "And that's all it takes through '17, 1918, still home on the farm. Well, that spring, Dad bought a b"
      }
    },
    {
      "topic": "Lindy recalled his father's death in 1924 and subsequent work running thrashing outfits in Griffin.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 1665,
        "endTime": 1755,
        "preview": "'24, the spring of '24, my dad died. And that was a short crop that year. We had only maybe 18, 15 o"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1650,
        "endTime": 1740,
        "preview": "In the summertime, I played baseball. I always loved the game of baseball. I thought nothing of ridi"
      }
    },
    {
      "topic": "Lindy recalls a simple, routine life in Halbrite, punctuated by his father's sudden death and family notifications.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1890,
        "endTime": 1980,
        "preview": "It was all very primitive. You never saw your neighbors during the week. Only once a week that peopl"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    },
    {
      "topic": "Lindy managed the family farm in Halbrite, Saskatchewan, and faced criticism regarding his wages from relatives.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2160,
        "endTime": 3330,
        "preview": "So we got a hold of her there, and I went back home. We had the body shipped back to Halbrite for bu"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1875,
        "endTime": 3000,
        "preview": "But not - Mac and I got along very good. We run a good show here. At the end of the three years, the"
      }
    },
    {
      "topic": "Lindy recounts grueling, 12-hour-a-day work during a 30-day harvest in the early 1900s.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 3060,
        "endTime": 3195,
        "preview": "- what was it - 29 out of 31 days. We thrashed right through Sundays and all. We got laid out twice "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "Lindy and Elmer worked around the clock operating a boring machine building a power line in North Dakota.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 3375,
        "endTime": 3600,
        "preview": "Then they put two crews together and we built a heavy line from Thunder Hawk, South Dakota, up to El"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3169,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "Lindy's experience operating a boring machine was interrupted by a harvest call to South Dakota.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3465,
        "endTime": 3780,
        "preview": "And my friend, Elmer Jones, who was a lineman also, he got the job running the boring machine. So th"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2865,
        "preview": "You'd go to bed at night and you'd just lie on the cover on the bed without any covers no clothes on"
      }
    },
    {
      "topic": "After his parents decided to leave, Lindy and Mac farmed the family land in Canada, achieving financial success.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 3870,
        "endTime": 3960,
        "preview": "Well, to get ahead of the story, in the fall when I had gone back up to visit, Mother wanted to get "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1830,
        "endTime": 1920,
        "preview": "I'm still having trouble. I'm still having trouble, but I'll get 'er in time sooner or later. You'll"
      }
    },
    {
      "topic": "After seeking work in Regina, Lindy returned to his family's farm and then traveled to South Dakota.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 4815,
        "endTime": 4950,
        "preview": "Well then, the job is finished, and it's spring. So about in May, I wander up to Regina here, going "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2775,
        "endTime": 2955,
        "preview": "You'd go to bed at night and you'd just lie on the cover on the bed without any covers no clothes on"
      }
    },
    {
      "topic": "Lindy recounts his father’s death and the subsequent family arrangements made while he was 21.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 13185,
        "endTime": 13275,
        "preview": "So I suppose after you listen to this you may have a lot of questions to ask me. To the women, the g"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    }
  ],
  "stats": {
    "totalMatches": 15,
    "highConfidence": 6,
    "mediumConfidence": 9,
    "originalCount": 79
  }
}
