{
  "version": "2.0",
  "description": "Timestamp-to-timestamp story matches between memoir recordings",
  "primaryRecording": "Norm_red",
  "secondaryRecording": "TDK_D60_edited_through_air",
  "matchingMethod": "sliding_window_topic_extraction",
  "windowConfig": {
    "duration": 90,
    "overlap": 45
  },
  "alternateTellings": [
    {
      "topic": "Both excerpts describe the family's move from Iowa to Canada.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 0,
        "endTime": 90,
        "preview": "I go right back, and it starts in where I taped ... I'll roll this back now and see what's happening"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "The excerpts both describe a family’s move from Iowa to Canada due to the availability of cheap land.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 45,
        "endTime": 135,
        "preview": "and go back and start relating the story from where I was born at Remsen, Iowa, October the 7th, 190"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "Both excerpts recount the family's move from Iowa to Canada.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 90,
        "endTime": 180,
        "preview": "and suggested that with a gang of boys like he had, he should be up in Canada where land was cheap a"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "Both excerpts describe a family’s relocation from Iowa to Halbrite, Canada, arriving on March 17th.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 135,
        "endTime": 225,
        "preview": "Well, we went up to Canada and they had about three boxcars of, I guess, mostly animals and some mac"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "The excerpts likely describe the same event: a family's relocation from Iowa to Halbrite, Canada, in March 1907, facing significant snowfall.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 180,
        "endTime": 270,
        "preview": "And they tell of all the fun they had riding in those side door pullmans, if they call them, along w"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "The excerpts likely describe the same event – the family's arrival in Canada from Iowa and initial settling near Halbrite.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 225,
        "endTime": 315,
        "preview": "And I have a faint recollection of us being in this hotel. This is Mother and all the children. And "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "The excerpts both describe a family’s arrival and temporary stay in Halbrite, Saskatchewan, after moving from Iowa.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 270,
        "endTime": 360,
        "preview": "We landed in a farm. Six miles north of Halbrite. As I remember it, the house stood there for years "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 210,
        "endTime": 300,
        "preview": "- be a long drawn-out affair as my memory goes back to the year 1907 when I was a small boy of four "
      }
    },
    {
      "topic": "The excerpts describe a family's move to and initial experiences at a new farm where the father was building a house.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 315,
        "endTime": 405,
        "preview": "But there were 12 of us and mother and dad lived in that house. And I can't figure out, we must have"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 390,
        "endTime": 480,
        "preview": "house with two bedrooms, a living room and dining room combined, and a kitchen. It would have been s"
      }
    },
    {
      "topic": "The excerpts both describe children encountering a house under construction and receiving treats, suggesting a shared event with differing recollections of details.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 360,
        "endTime": 540,
        "preview": "And Liona was just past three, about 14 months younger than I was. And the two of us walked across t"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 345,
        "endTime": 525,
        "preview": "And I well remember the problem they had keeping the horses on that narrow sway trail, horses that w"
      }
    },
    {
      "topic": "Both excerpts describe a shared experience of walking to a rural school, navigating mosquito swarms, and utilizing shortcuts across fields.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 495,
        "endTime": 585,
        "preview": "Two miles again across country, no roads. We went there for, as I remember it, only one year. And th"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 435,
        "endTime": 525,
        "preview": "There was already what you'd call a bachelor's home, 14 by 20, on the place. And he was completing i"
      }
    },
    {
      "topic": "Both excerpts describe a childhood trip to Iowa involving a train journey and a tragic accident involving a horse-drawn buggy.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 540,
        "endTime": 630,
        "preview": "you'd run for another stretch - and that's the way you got your education, on foot to school and bac"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1470,
        "endTime": 1560,
        "preview": "seeing a team of horses run away and run in front of our train and a man and lady sitting up high on"
      }
    },
    {
      "topic": "The excerpts describe a childhood trip to Iowa with parents and a subsequent event in Minneapolis, albeit with different focal points and details.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 585,
        "endTime": 720,
        "preview": "That was my education, going to school. But I will say this much, when you're in grade, by the time "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1425,
        "endTime": 1605,
        "preview": "Some of the things that I remember that were outstanding during that first, what was that, 22 years "
      }
    },
    {
      "topic": "The excerpts both describe a period of time spent at a convent during the winter, roughly around age 11, but differ significantly in the details surrounding the event.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 810,
        "endTime": 900,
        "preview": "And Sister Hilary and I both went to the convent that winter. Mary got an education, too. I was 11 y"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1515,
        "endTime": 1605,
        "preview": "And then mother stayed down in Iowa and Dad came home with me. And we stopped in Minneapolis, and I "
      }
    },
    {
      "topic": "Both excerpts describe a situation where the speaker left school to pursue trapping after a disagreement with a teacher and with his mother’s support.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 900,
        "endTime": 990,
        "preview": "I passed my grade six, I would have been about... I must have been fourteen or at least fourteen or "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 525,
        "endTime": 615,
        "preview": "I think it was about six or seven years later, they moved the school a half mile, which put it on th"
      }
    },
    {
      "topic": "Both excerpts describe a decision to leave school and pursue trapping, although the context and timeline differ.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 945,
        "endTime": 1080,
        "preview": "And I was dissatisfied then, and I said to Mother one day, I want to quit school. What are you going"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 525,
        "endTime": 660,
        "preview": "I think it was about six or seven years later, they moved the school a half mile, which put it on th"
      }
    },
    {
      "topic": "Both excerpts describe the speaker establishing and running a trap line for furs while living on a rural homestead.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1035,
        "endTime": 1125,
        "preview": "Every animal had nice bedding, nice straw place to lay down. And then in the afternoon, I'd go out a"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 570,
        "endTime": 660,
        "preview": "And between my mother and I, we decided that it was just as well if I stayed home and helped with th"
      }
    },
    {
      "topic": "Both excerpts describe the individual starting a trap line for coyotes, skunks, and weasels and discovering a market in St. Louis for increased profits.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 1080,
        "endTime": 1215,
        "preview": "you did it at night by coal or a lamp. And reading wasn't as common as it is today. We had no radio "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 570,
        "endTime": 705,
        "preview": "And between my mother and I, we decided that it was just as well if I stayed home and helped with th"
      }
    },
    {
      "topic": "The excerpts recount the same encounter with a neighbor who had damaged coyote skins, although details regarding the quantity and price vary slightly.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 1170,
        "endTime": 1260,
        "preview": "from the neighbors with the, they would price them at what they could get in the Canadian market and"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 615,
        "endTime": 705,
        "preview": "life was quite ordinary. Stayed home. Did chores, finished the chores about 10 o'clock in the mornin"
      }
    },
    {
      "topic": "Both excerpts detail a period where the speaker engaged in fur trading as a side business while also performing farm chores, but the framing and specific details differ slightly.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1215,
        "endTime": 1305,
        "preview": "with the cold oil lamp - lantern and then I redressed those hides and I put them on a proper stretch"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 570,
        "endTime": 660,
        "preview": "And between my mother and I, we decided that it was just as well if I stayed home and helped with th"
      }
    },
    {
      "topic": "The excerpts both describe struggles with crop yields and farm work in the late 1910s and early 1920s, though they focus on different aspects of the hardship.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1485,
        "endTime": 1575,
        "preview": "And you'd get so tired that you'd stop and snare golfers once in a while, just for getting a little "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1020,
        "endTime": 1110,
        "preview": "It would only pull about as much as five horses, I'd say. About equivalent to a five-horse load. Tha"
      }
    },
    {
      "topic": "Both excerpts describe the family acquiring a Titan tractor around 1918 and experiencing subsequent years of hardship (drought, grasshoppers), though they present slightly different perspectives on the tractor's capabilities.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 1530,
        "endTime": 1620,
        "preview": "Now by this time, I'm 15 years old, I'm taking a man's place hauling bundles. And I've been out haul"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 975,
        "endTime": 1065,
        "preview": "And that's all it takes through '17, 1918, still home on the farm. Well, that spring, Dad bought a b"
      }
    },
    {
      "topic": "Both excerpts recount the purchase of a Titan tractor by the narrator's father in 1918.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1575,
        "endTime": 1710,
        "preview": "1918 short crop. 1919 less crop again but we always fared somehow we had a lot of always raised 50 6"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 975,
        "endTime": 1200,
        "preview": "And that's all it takes through '17, 1918, still home on the farm. Well, that spring, Dad bought a b"
      }
    },
    {
      "topic": "Both excerpts describe the death of the narrator's father in 1924, although they focus on different aspects of the experience.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 1665,
        "endTime": 1755,
        "preview": "'24, the spring of '24, my dad died. And that was a short crop that year. We had only maybe 18, 15 o"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1650,
        "endTime": 1740,
        "preview": "In the summertime, I played baseball. I always loved the game of baseball. I thought nothing of ridi"
      }
    },
    {
      "topic": "The excerpts both discuss farm work and the experiences of Bud and the narrator during the early 1920s, though they focus on slightly different aspects of that period.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1710,
        "endTime": 1800,
        "preview": "Oh, I could tell you the incidental experiences that I had on those thrashing outfits when I got aro"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1155,
        "endTime": 1245,
        "preview": "Well, Bud was starting to grow up big enough then to be of a little help. He was born in 1911. And s"
      }
    },
    {
      "topic": "Both excerpts describe a period of work, occasional dances, and, crucially, a mother and Leona's departure to California, although the timing and context surrounding that departure differ.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1800,
        "endTime": 1890,
        "preview": "And Leona got her grade nine, I think, and grade eight in the convent. And then she went to high sch"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1155,
        "endTime": 1245,
        "preview": "Well, Bud was starting to grow up big enough then to be of a little help. He was born in 1911. And s"
      }
    },
    {
      "topic": "Both excerpts describe a period of hard work, occasional dances, and grain hauling, suggesting a similar time and place.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 1845,
        "endTime": 1935,
        "preview": "This is the morning of July the 23rd. I have a few minutes to go before I go for coffee, so I'll jus"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1155,
        "endTime": 1245,
        "preview": "Well, Bud was starting to grow up big enough then to be of a little help. He was born in 1911. And s"
      }
    },
    {
      "topic": "The excerpts describe the same event: the death of the narrator's father in 1924.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1890,
        "endTime": 1980,
        "preview": "It was all very primitive. You never saw your neighbors during the week. Only once a week that peopl"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    },
    {
      "topic": "These excerpts describe the same event: the narrator and his father hauling grain during the fall of 1923 while his mother and Leona were in California.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1935,
        "endTime": 2025,
        "preview": "In the summer, there would be picnics here and there that you'd attend. But you just went along. And"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1155,
        "endTime": 1245,
        "preview": "Well, Bud was starting to grow up big enough then to be of a little help. He was born in 1911. And s"
      }
    },
    {
      "topic": "The excerpts describe the same event: a period of hauling grain in the fall of 1923 while the father's health declined, coinciding with the mother's trip to California.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 1980,
        "endTime": 2115,
        "preview": "There I mentioned that our crop was fair and that Dad had died that year. And I'll go back and tell "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1155,
        "endTime": 1290,
        "preview": "Well, Bud was starting to grow up big enough then to be of a little help. He was born in 1911. And s"
      }
    },
    {
      "topic": "These excerpts recount the same event: the speaker’s father’s sudden illness, travel to Kenmare, North Dakota, and subsequent death.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2070,
        "endTime": 2205,
        "preview": "And a couple of weeks later, he still wasn't feeling well, so he went to Kenmare, North Dakota, wher"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1200,
        "endTime": 1335,
        "preview": "And time went fast, you worked hard, you were tired when night come, you were satisfied to bed and c"
      }
    },
    {
      "topic": "Both excerpts recount the same event: the narrator's dispute over wages with relatives returning from California, leading to his decision to leave the farm and go to Iowa.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2160,
        "endTime": 2340,
        "preview": "So we got a hold of her there, and I went back home. We had the body shipped back to Halbrite for bu"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1875,
        "endTime": 2145,
        "preview": "But not - Mac and I got along very good. We run a good show here. At the end of the three years, the"
      }
    },
    {
      "topic": "The excerpts both describe a short stint working at a blacksmith shop helping with horseshoes during a period of icy weather.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2295,
        "endTime": 2475,
        "preview": "And I visited around for a while. Finally, one day, they had the rain, and it got all icy. And I kne"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2055,
        "endTime": 2325,
        "preview": "I went to the doctor about it. He said, \"Before you go to bed at night, you go out and take a good w"
      }
    },
    {
      "topic": "Both excerpts recount the same event, detailing a move across the state to Iowa and the boss's promise to fraudulently increase the narrator's pay.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 2430,
        "endTime": 2520,
        "preview": "I had - In the meantime, I had bought a car, a Model T Ford, for about $350. Good, reliable car. And"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2235,
        "endTime": 2325,
        "preview": "The second day, one of the older fellows on the crew looked at the bar and he said, \"You can't dig w"
      }
    },
    {
      "topic": "The excerpts likely describe the same event, though with differing focuses on the narrator's progression and the boss's actions.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2475,
        "endTime": 2655,
        "preview": "He said, \"I like the way you work.\" When to get back, well, I said, \"Yeah, I'll go across to Iowa, b"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2235,
        "endTime": 2505,
        "preview": "The second day, one of the older fellows on the crew looked at the bar and he said, \"You can't dig w"
      }
    },
    {
      "topic": "The excerpts both describe the narrator offering to help his brother on his farm, but differ in the details surrounding the situation and the brother’s challenges.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 2610,
        "endTime": 2925,
        "preview": "So I said, \"I'll quit my job, and I'll come up and I'll put your crop in for you,\" I said. When I we"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2370,
        "endTime": 2820,
        "preview": "And we were there for - into the spring break up. And one Sunday afternoon, I took a notion to drive"
      }
    },
    {
      "topic": "The excerpts describe the same event – a disastrous trial run of a thrashing machine where a crucial component broke and damaged the blower.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2880,
        "endTime": 2970,
        "preview": "that you couldn't plug it no how. The feeder would stop if it got coming in too fast. Well, he never"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2910,
        "endTime": 3000,
        "preview": "\"From morning 'til night. We bet that we wouldn't have any trouble during the day.\" However, I went "
      }
    },
    {
      "topic": "The excerpts describe the same event involving a malfunctioning thrasher and two men repairing it after a significant mechanical failure.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 2925,
        "endTime": 3015,
        "preview": "Anyway, I said I was looking for a job. I'd like to run the thrashing outfit. This is what I was aft"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2910,
        "endTime": 3000,
        "preview": "\"From morning 'til night. We bet that we wouldn't have any trouble during the day.\" However, I went "
      }
    },
    {
      "topic": "The excerpts describe a shared experience of working on a threshing machine and encountering a reputation for continuous operation, though details about the breakdown and subsequent repair differ.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 2970,
        "endTime": 3060,
        "preview": "So we started thrashing, and we hadn't gone ten minutes, I don't think, and all of a sudden, biffity"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts describe the same event: a man securing a job running a separator for a man known for keeping the machine running continuously.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 3015,
        "endTime": 3105,
        "preview": "He got that all straightened out, and in an hour and a half, we were thrashing again. He come to me."
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts describe the same grueling work period on a threshing machine, characterized by long hours, minimal breaks, and sleeping in a haymow.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 3060,
        "endTime": 3150,
        "preview": "- what was it - 29 out of 31 days. We thrashed right through Sundays and all. We got laid out twice "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts describe the same grueling work experience of sleeping in a barn with minimal bedding and a very early wake-up call.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 3105,
        "endTime": 3195,
        "preview": "And then you'd thrash right through until about 6.30 or 7 o'clock at night. Then you had to do all y"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts describe related events, including travel to South Dakota and attempts to find work related to harvesting, though the order and specific details diverge.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3150,
        "endTime": 3240,
        "preview": "take them off, put everything back on, excepting my high-top boots, and lay down. And by the time yo"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts describe related experiences involving travel, work, and encounters with acquaintances, although details differ, suggesting a similar timeframe and geographical area.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3195,
        "endTime": 3285,
        "preview": "And then I headed north - yeah, then I was home since - now it's fall. I wanted to come to Canada an"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "Both excerpts describe the narrator's experience working on a power line construction job after a car accident.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3240,
        "endTime": 3330,
        "preview": "About daylight in the morning, I rolled my car. The luckiest guy in the world. Smashed all the glass"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts describe the same event of running a boring machine 24 hours a day to build a power line, though with differing perspectives and levels of detail.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 3375,
        "endTime": 3465,
        "preview": "He relied on his foreman bringing in reports to him. By this time, I'm pretty well recognized in the"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts describe the same grueling experience of operating a boring machine to construct a power line, emphasizing the demanding 24-hour schedule and the necessary maintenance.",
      "confidence": "HIGH",
      "score": 9,
      "Norm_red": {
        "startTime": 3420,
        "endTime": 3510,
        "preview": "Then they put two crews together and we built a heavy line from Thunder Hawk, South Dakota, up to El"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts both describe the narrator going to South Dakota to operate a thrasher after leaving a previous job, though with slightly different details regarding the circumstances.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3465,
        "endTime": 3555,
        "preview": "And my friend, Elmer Jones, who was a lineman also, he got the job running the boring machine. So th"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2775,
        "endTime": 2865,
        "preview": "You'd go to bed at night and you'd just lie on the cover on the bed without any covers no clothes on"
      }
    },
    {
      "topic": "Both excerpts recount the narrator's experience working with a thrasher/separator in South Dakota and then moving on to his uncle's similar machine, complicated by rainy weather.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 3510,
        "endTime": 3600,
        "preview": "on machines from the farm, so I had no trouble getting along with them. However, in the meantime, ha"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3090,
        "endTime": 3169,
        "preview": "But sleeping in a haymow with a horse blanket was the only covers that you got. So I used to take my"
      }
    },
    {
      "topic": "The excerpts both describe a sequence of events following work on a thrashing machine and involving a job offer that is subsequently rejected, but differ in the immediate actions and locations.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3555,
        "endTime": 3645,
        "preview": "Well, I was making my $12 a day on the thrash and nothing, room and board only when we didn't thrash"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2775,
        "endTime": 2865,
        "preview": "You'd go to bed at night and you'd just lie on the cover on the bed without any covers no clothes on"
      }
    },
    {
      "topic": "The excerpts describe a similar experience of briefly avoiding a job in Minot, North Dakota, and subsequently joining a line gang.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3600,
        "endTime": 3690,
        "preview": "I got up as far as Minot, North Dakota, and I stopped in the city there to see if I could get a job."
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts likely describe the same event – securing a job with a road construction crew – but with differing focuses on the details of the experience.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3645,
        "endTime": 3735,
        "preview": "I hadn't got up the road 50 miles, and here I come across a small line gang working right along the "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts both describe the narrator's experiences starting a new job as a lineman, though they differ in specific details and timeframes.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3690,
        "endTime": 3780,
        "preview": "So I go up to Kenmare and I go into the office and tell him that I'd been talking to Leo O'Grady, a "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts describe the same period of farming with the narrator and his brother, though they emphasize different aspects and offer slightly varying details.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 3870,
        "endTime": 3960,
        "preview": "Well, to get ahead of the story, in the fall when I had gone back up to visit, Mother wanted to get "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1830,
        "endTime": 1920,
        "preview": "I'm still having trouble. I'm still having trouble, but I'll get 'er in time sooner or later. You'll"
      }
    },
    {
      "topic": "The excerpts describe a period of farming and subsequent financial disagreements, though with differing levels of detail.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3915,
        "endTime": 4005,
        "preview": "or had a job, I should say, on the farm. We were going farming. And that was all there was to that. "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1830,
        "endTime": 1920,
        "preview": "I'm still having trouble. I'm still having trouble, but I'll get 'er in time sooner or later. You'll"
      }
    },
    {
      "topic": "The excerpts likely recount related experiences surrounding farm work and a subsequent job opportunity, though they focus on different aspects and present the details with variation.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 3960,
        "endTime": 4050,
        "preview": "Mother was paying me $600 for the year and of course I had the use of the car as I needed it. Everyt"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1830,
        "endTime": 1920,
        "preview": "I'm still having trouble. I'm still having trouble, but I'll get 'er in time sooner or later. You'll"
      }
    },
    {
      "topic": "The excerpts likely describe the same job, though the recounting differs in detail and emphasis.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 4455,
        "endTime": 4545,
        "preview": "Oh, I wrote in, that's right. I wrote in and asked for a job and forgot all about it. I go out - out"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts recount a period of time spent in Iowa following a visit and subsequent unemployment, although with differing levels of detail and focus.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 4770,
        "endTime": 4860,
        "preview": "Well, that would be plenty of time. You get back here in November, that would be plenty of time to d"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2010,
        "endTime": 2100,
        "preview": "When I got there, I had chilblains so bad that I went to the doctor with them. And he said, \"This ge"
      }
    },
    {
      "topic": "The excerpts both describe a job search and subsequent work operating a threshing machine, though with differing details regarding the initial rejection and the specifics of the farm setting.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 4815,
        "endTime": 4950,
        "preview": "Well then, the job is finished, and it's spring. So about in May, I wander up to Regina here, going "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2775,
        "endTime": 2955,
        "preview": "You'd go to bed at night and you'd just lie on the cover on the bed without any covers no clothes on"
      }
    },
    {
      "topic": "The excerpts both describe the narrator seeking and obtaining work operating a Martin Twight Separator.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 4905,
        "endTime": 4995,
        "preview": "And for that, He was getting $4 an hour or $40 a day for this separator and myself and the farmer wh"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts both describe a significant disruption and repair of a generator at a power plant, although one focuses on the managerial perspective and the other on the worker's experience.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 5625,
        "endTime": 5715,
        "preview": "And in the fall of '38, I was sent out to Shaunavon and Gravelbourg to calibrate meters. Ohy, I got "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts likely describe the same initial experience of working on a construction project for returned soldiers, though with differing levels of detail and perspective.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6075,
        "endTime": 6165,
        "preview": "They were starting up a new building development, the first one in Regina for 20 years, I guess, and"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts describe a training/work experience involving digging, with a focus on adapting to difficult conditions and learning from experienced workers.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6210,
        "endTime": 6300,
        "preview": "You know, young guys, 18 years old. They knew nothing from nothing, and you train them. But I saw th"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts describe related activities - construction and fur trading - with a shared mention of Stoughton.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6255,
        "endTime": 6345,
        "preview": "I always loved working with a bunch of men. And I knew how to get work out of them. Once in a while "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 615,
        "endTime": 705,
        "preview": "life was quite ordinary. Stayed home. Did chores, finished the chores about 10 o'clock in the mornin"
      }
    },
    {
      "topic": "The excerpts likely describe the same project involving a newly acquired boring machine and significant labor challenges.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6300,
        "endTime": 6390,
        "preview": "And that's just about... a lost art today, there is no more shovel work. You hire a guy today and yo"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts likely describe the same event involving a boring machine and difficult working conditions on a line construction project.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6345,
        "endTime": 6435,
        "preview": "And I did some work for the city at that time. And I finished that line on the 9th of December, that"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts likely describe the same project involving a boring machine and equipment rental, though they focus on different aspects and perspectives.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 6750,
        "endTime": 6840,
        "preview": "Not a big crew. A crew about six men. mostly. Five, six men, boring machine, pole truck, and another"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts describe a conflict regarding wages and management responsibilities on a farm.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 8955,
        "endTime": 9045,
        "preview": "And that sort of straightens things out. This is after Art took over. In the 20 years that I was con"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1875,
        "endTime": 1965,
        "preview": "But not - Mac and I got along very good. We run a good show here. At the end of the three years, the"
      }
    },
    {
      "topic": "The excerpts both recount the death of the speaker's father, but with differing levels of detail and narrative focus.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9000,
        "endTime": 9090,
        "preview": "But they didn't realize all the things that you had to look after when you run an outfit single-hand"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    },
    {
      "topic": "The excerpts both recount the death of the speaker's father and the immediate aftermath, though with differing levels of detail and narrative focus.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9045,
        "endTime": 9135,
        "preview": "I hired and fired men when I was 21 years old. And from there on, I was always in charge of people. "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    },
    {
      "topic": "The excerpts describe a negotiation regarding salary and job responsibilities, followed by a relocation to a new work location.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9495,
        "endTime": 9585,
        "preview": "If I come in, contracting's finished. As long as it's contracting, I want to be a competitor. I'll b"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2280,
        "endTime": 2370,
        "preview": "We were moving around the country, not necessarily always in Worthington. And the boss come along on"
      }
    },
    {
      "topic": "The excerpts likely describe a related period of job searching and farm work in South Dakota, though with differing focuses and levels of detail.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9540,
        "endTime": 9630,
        "preview": "He brought it up to me then. \"Well,\" he said, \"You've got a history of jumping around a lot.\" \"Well,"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts both describe periods of intense, demanding work related to machinery, though with different focuses and levels of detail.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9585,
        "endTime": 9675,
        "preview": "'31 to '45. That's about 15, 16 years. Not steady. I was on and off. But I worked in every possible "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts describe a shared experience of seeking work operating a thresher/separator, though with differing levels of detail and focus.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 9720,
        "endTime": 9810,
        "preview": "\"index pension\" is what it was like as far as I was concerned. And uh what'll we go back to now. Yes"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts describe a shared experience of using custom-made augers to dig through frozen ground, albeit with different focuses and levels of detail.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 10305,
        "endTime": 10395,
        "preview": "Trucks! We bought new trucks, but other boring machines, and cranes and things like that would buy s"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2190,
        "endTime": 2280,
        "preview": "This was on January the 4th, 1927. I'll always remember that date. My first day was digging holes. T"
      }
    },
    {
      "topic": "The excerpts both reference a Martin Twight Separator and someone’s skill in operating it, suggesting a shared, though potentially embellished, experience.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 10980,
        "endTime": 11070,
        "preview": "We took it and we spent $600 on it. And we dug more footage with that machine in one year than what "
      },
      "TDK_D60_edited_through_air": {
        "startTime": 2820,
        "endTime": 2910,
        "preview": "After I finished there, I got in the car and I went up through by Lorry's place again, stopped there"
      }
    },
    {
      "topic": "The excerpts describe a demanding construction job that required long hours and overtime, though with some differences in detail.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 11475,
        "endTime": 11565,
        "preview": "I said, \"I figure I'm worth $10,000 to run your construction outfit with my experience.\" So that was"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts likely describe the same grueling period of work involving a machine and demanding schedule, although details about the work and conditions differ.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 11565,
        "endTime": 11655,
        "preview": "on the line.\" And he said, \"You're going to have to cut back and stand half that overtime yourself.\""
      },
      "TDK_D60_edited_through_air": {
        "startTime": 3045,
        "endTime": 3135,
        "preview": "We ran for 30 days straight. Went - ran right through, Sundays and all. We averaged 12 hours a day b"
      }
    },
    {
      "topic": "The excerpts both recount the death of the narrator's father and the immediate aftermath, though they focus on different aspects and are presented in a disjointed, reminiscing style.",
      "confidence": "MEDIUM",
      "score": 8,
      "Norm_red": {
        "startTime": 13185,
        "endTime": 13275,
        "preview": "So I suppose after you listen to this you may have a lot of questions to ask me. To the women, the g"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1335,
        "endTime": 1425,
        "preview": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I"
      }
    },
    {
      "topic": "The excerpts describe a period around 1921 when the narrator, at age 19, took on significant responsibility on the farm, although the details and focus differ.",
      "confidence": "MEDIUM",
      "score": 7,
      "Norm_red": {
        "startTime": 13230,
        "endTime": 13320,
        "preview": "the main thing is that you're always bettering your own position. Use the old saying, day by day, in"
      },
      "TDK_D60_edited_through_air": {
        "startTime": 1110,
        "endTime": 1200,
        "preview": "And then it was the fall of '21. Dad bought a little separator to go with the little Titan tractor w"
      }
    }
  ],
  "stats": {
    "totalMatches": 79,
    "highConfidence": 14,
    "mediumConfidence": 65
  }
}