{
  "chapters": [
    {
      "title": "Recording Process & Scope",
      "startTime": 0.0,
      "description": "Explanation of the recording project, its limitations, and intended scope."
    },
    {
      "title": "Nebraska Harvest",
      "startTime": 2567,
      "description": "Helping neighbors harvest oats and stacking them; Helping a cousin with harvest in Nebraska and extreme heat; The sudden loss of Janie's baby"
    },
    {
      "title": "Thrashing and Travel",
      "startTime": 3615.0,
      "description": "Initial work and travel north, then to Minot.; Seeking and almost accepting a job with a power company."
    },
    {
      "title": "Tape Review Process",
      "startTime": 3712,
      "description": "Working as part of a flying squad, maintaining power lines.; Experiences working and sudden departure from the job; Reflection on reviewing and organizing recorded material"
    },
    {
      "title": "Dyer's Plant Management",
      "startTime": 5425.0,
      "description": "Describes wiring work and movement between locations.; Movement between locations and associated wiring tasks; Issues with Jack Dyer's power plant operation and subsequent buyout; Jack Dyer's power plant franchise in Winnipeg and its challenges; Reflections on a past relationship and perceived depression"
    },
    {
      "title": "Personal Isolation & Loneliness",
      "startTime": 6490.0,
      "description": "Speaker expresses confusion and feelings of isolation.; Expressing feelings of isolation and contradictory nature; Discussing project progress and stating the date; Detailed account of early contracting experiences, equipment acquisition, and airport dismantling."
    },
    {
      "title": "Davidson & Estevan",
      "startTime": 6712.0,
      "description": "Work in North Regina and Saskatoon, dealing with frost and sandy ground.; Brief work in Davidson and a period of inactivity in Estevan."
    },
    {
      "title": "Wavering to Radville",
      "startTime": 7121.0,
      "description": "Construction of a line and subsequent farm work.; Building a large high-voltage line and the challenges involved."
    },
    {
      "title": "Crew & Equipment",
      "startTime": 7222.0,
      "description": "Recruiting and managing a crew, including equipment like an army truck with a derrick."
    },
    {
      "title": "Hay Pulley Innovation",
      "startTime": 7430.0,
      "description": "Developing and implementing a pulley system for stringing wire."
    },
    {
      "title": "Weather & Job Details",
      "startTime": 7570.0,
      "description": "Initial comments on a trade discussion; Weather conditions and early job recollections"
    },
    {
      "title": "Family Reunion",
      "startTime": 7681.0,
      "description": "Account of a family reunion and related events"
    },
    {
      "title": "1947-1949 Projects",
      "startTime": 7780.0,
      "description": "Details about a work trip, crew issues, and travel delays.; Overview of construction projects and timelines from 1947 to 1949."
    },
    {
      "title": "Early Contracting Work",
      "startTime": 8307.0,
      "description": "Describes work in Regina and a subsequent contract for equipment rental.; Details of early contracting jobs and travel"
    },
    {
      "title": "Farm & Line Construction",
      "startTime": 8406.0,
      "description": "Discussion of farm and line construction projects across Saskatchewan; Details about building power lines and related infrastructure."
    },
    {
      "title": "Company Transition & Legacy",
      "startTime": 9385,
      "description": "Discussion of selling the company and its subsequent success.; Discussion of ownership changes and Art's involvement.; Brief mention of visitors and pausing the recording."
    },
    {
      "title": "Electrical Career History",
      "startTime": 9817.0,
      "description": "Detailed recounting of experiences in the electrical field."
    },
    {
      "title": "Journeyman Status",
      "startTime": 10240.0,
      "description": "Details about his journeyman electrician paper and ongoing retainer."
    },
    {
      "title": "Contracting & Incorporation",
      "startTime": 10489.0,
      "description": "Recounting early wages and living conditions.; Details about small, incremental wage raises and room/board costs; Transition to contracting, incorporation in 1953, and initial wage decisions"
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Introduction to the Recording Project",
      "startTime": 3.0,
      "description": "Lindy explains the purpose of the recording, acknowledging potential errors and outlining his plan to recount his life's highlights.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "The Move to Canada in 1920",
      "startTime": 204.0,
      "description": "Lindy recalls moving to Canada in 1920 when he was eight years old, mentioning a detail about a bridge costing $25 a year.",
      "chapterIndex": 0,
      "id": "story-1"
    },
    {
      "title": "Helping Laurie with the Oat Harvest",
      "startTime": 2567.0,
      "description": "Lindy recounts helping a man named Laurie harvest his oats after he was overwhelmed, involving several neighbors and taking a few days to complete.; Lindy describes the extreme heat he experienced while helping his cousin with the harvest in Nebraska, an experience he claims was unmatched anywhere else.",
      "chapterIndex": 1,
      "id": "story-2"
    },
    {
      "title": "Janie's New Baby and Sudden Departure",
      "startTime": 2630.0,
      "description": "Lindy mentions a woman named Janie who had a new baby and then unexpectedly left, repeating 'She's gone' multiple times.",
      "chapterIndex": 1,
      "id": "story-3"
    },
    {
      "title": "Thrashing in Frederick and the Two-Month Journey",
      "startTime": 3592.0,
      "description": "Lindy discusses the 35 days spent thrashing in Frederick, noting that the overall journey took approximately two months.; Initial work and travel north, then to Minot.; Seeking and almost accepting a job with a power company.",
      "chapterIndex": 1,
      "id": "story-4"
    },
    {
      "title": "Lindy's Initial Job and Wage",
      "startTime": 3712.0,
      "description": "Lindy recounts starting a new job and being paid 79 cents an hour, highlighting her expertise as she was able to 'cut the mustard'.",
      "chapterIndex": 3,
      "id": "story-5"
    },
    {
      "title": "The Flying Squad and Extensive Travel",
      "startTime": 3772.0,
      "description": "Lindy describes a period of extensive travel, visiting Canberra, Portland, and locations east and west, as part of a 'flying squad' covering approximately 150 miles of line.",
      "chapterIndex": 3,
      "id": "story-6"
    },
    {
      "title": "Immigration Status and Unexpected Work",
      "startTime": 3805.0,
      "description": "Lindy recalls an incident where an immigration official unexpectedly offered her work, revealing she was a Canadian and would be working for them.; Lindy details a process of inventorying machinery and paying for it as they went, requiring her to leave the tape recording to return.",
      "chapterIndex": 3,
      "id": "story-7"
    },
    {
      "title": "Tape Organization and Chronological Order",
      "startTime": 3866.0,
      "description": "Lindy explains her efforts to organize the tapes chronologically, referencing a specific tape she shared with someone named Joe and acknowledging the difficulty of remembering details accurately over time.; Lindy expresses her intention to review past recordings and experiences, recognizing that it has been a long time since she performed certain tasks and acknowledging the challenges of recalling details.",
      "chapterIndex": 3,
      "id": "story-8"
    },
    {
      "title": "Lindy Acquires Dyer's Plant Management",
      "startTime": 5457.0,
      "description": "This story details Lindy's negotiation with Jack Dyer to take over the diesel plant, involving a deal where Lindy assumed Dyer's debts and provided a car and cash in exchange for ownership.",
      "chapterIndex": 4,
      "id": "story-9"
    },
    {
      "title": "Lindy's Reflections on a Man's Depression",
      "startTime": 6490.0,
      "description": "Lindy reflects on a man she knew and wonders about his depression, expressing confusion and a sense of guilt about her interactions with him.; Lindy briefly mentions the experience of contracting, setting the stage for a later, more detailed explanation.",
      "chapterIndex": 5,
      "id": "story-10"
    },
    {
      "title": "Lindy's Recording Process and Erasure",
      "startTime": 6531.0,
      "description": "Lindy describes the process of recording her memoirs over five years, noting that the tapes were sometimes erased by her children.",
      "chapterIndex": 5,
      "id": "story-11"
    },
    {
      "title": "Lindy's Career in Contracting (1927-1945)",
      "startTime": 6614.0,
      "description": "Lindy recounts her career in contracting, spanning from 1927 to 1945, highlighting her experience in handling men and the challenges of labor relations.",
      "chapterIndex": 5,
      "id": "story-12"
    },
    {
      "title": "Lindy's Approach to Labor Problems",
      "startTime": 6672.0,
      "description": "Lindy details her strategy for dealing with difficult employees, emphasizing the importance of moving forward and not dwelling on past issues.; Lindy describes the beginning of her building career, noting her initial lack of equipment and her subsequent purchase of a half-ton truck from a dealer in Estevan.",
      "chapterIndex": 5,
      "id": "story-13"
    },
    {
      "title": "Acquiring the Half-Ton Truck in Estevan",
      "startTime": 6712.0,
      "description": "Lindy recounts his experience buying a dilapidated half-ton truck from a dealer in Estevan, securing it despite its poor condition and limited availability.",
      "chapterIndex": 6,
      "id": "story-14"
    },
    {
      "title": "Revamping Military Trucks with Lindy's Brother",
      "startTime": 6786.0,
      "description": "Lindy and his brother collaborated, using welding and cutting torches at a garage in Midale, to revamp acquired military trucks.",
      "chapterIndex": 6,
      "id": "story-15"
    },
    {
      "title": "Dismantling Airports and Uncovering Buried Cable",
      "startTime": 6889.0,
      "description": "Lindy describes the challenging task of dismantling airports, specifically the difficulty of uncovering miles of buried cable without causing damage.",
      "chapterIndex": 6,
      "id": "story-16"
    },
    {
      "title": "Bidding on the Power Line Project",
      "startTime": 6977.0,
      "description": "Lindy reflects on the surprisingly close bids received for a power line project, noting his bid was the lowest of four within a narrow margin.",
      "chapterIndex": 6,
      "id": "story-17"
    },
    {
      "title": "Working Through Frost in Saskatoon",
      "startTime": 7075.0,
      "description": "Lindy details the experience of working in Saskatoon during winter, where he had to burn frost out of the ground due to the frozen conditions.; Lindy describes a short job in Davidson for Dominion Electric before a period of downtime in Estevan.",
      "chapterIndex": 6,
      "id": "story-18"
    },
    {
      "title": "Wavering to Radville",
      "startTime": 7121.0,
      "description": "Construction of a line and subsequent farm work.; Building a large high-voltage line and the challenges involved.",
      "chapterIndex": 7,
      "id": "story-19"
    },
    {
      "title": "Recruiting Uneducated but Reliable Labor",
      "startTime": 7242.0,
      "description": "Lindy describes hiring a man who was older, uneducated, and couldn't write his name, but proved to be a good, honest worker.",
      "chapterIndex": 8,
      "id": "story-20"
    },
    {
      "title": "The Winnipeg Pulley Purchase",
      "startTime": 7430.0,
      "description": "Lindy recounts his trip to Winnipeg, Ashdown Hardware, and his surprising purchase of 250 wooden pulleys after the hardware store clerk initially claimed they didn't have any.",
      "chapterIndex": 9,
      "id": "story-21"
    },
    {
      "title": "Weather & Job Details",
      "startTime": 7570.0,
      "description": "Initial comments on a trade discussion; Weather conditions and early job recollections",
      "chapterIndex": 10,
      "id": "story-22"
    },
    {
      "title": "Family Reunion",
      "startTime": 7681.0,
      "description": "Account of a family reunion and related events",
      "chapterIndex": 11,
      "id": "story-23"
    },
    {
      "title": "Building the Line from Kenora to Norquay",
      "startTime": 7780.0,
      "description": "Lindy recounts the challenge of building a power line between Kenora and Norquay, Saskatchewan, and the deal he made with Ted Durnan to secure a boring machine.",
      "chapterIndex": 12,
      "id": "story-24"
    },
    {
      "title": "Dealing with Jack Gardner's Management Style",
      "startTime": 7969.0,
      "description": "Lindy describes his experience with Jack Gardner, a capable but easily overwhelmed foreman, and his attempt to manage his productivity.",
      "chapterIndex": 12,
      "id": "story-25"
    },
    {
      "title": "The Sunday Crew Incident",
      "startTime": 8055.0,
      "description": "Lindy shares a humorous anecdote about a crew's refusal to work on a Sunday, leading to a confrontation and a delayed payday.",
      "chapterIndex": 12,
      "id": "story-26"
    },
    {
      "title": "The Oxbow Farm Project",
      "startTime": 8278.0,
      "description": "Lindy describes a successful season in 1948, including the completion of a large project connecting 200 farms near Oxbow.; Describes work in Regina and a subsequent contract for equipment rental.; Details of early contracting jobs and travel",
      "chapterIndex": 12,
      "id": "story-27"
    },
    {
      "title": "Early Farm Electrification and Bidding",
      "startTime": 8406.0,
      "description": "Lindy describes the early days of farm electrification, the established pricing system for poles and transformers, and how it covered all aspects of the job.",
      "chapterIndex": 14,
      "id": "story-28"
    },
    {
      "title": "The Potash Mine Work",
      "startTime": 9358.0,
      "description": "Lindy recounts the work his company did for the Kalium potash mine, including both construction and design assistance due to a lack of in-house expertise.; Lindy recounts a large, $125,000 (and growing) project at Swift College, highlighting the unexpected costs and challenges.",
      "chapterIndex": 14,
      "id": "story-29"
    },
    {
      "title": "The Rainy Season and Remote Camp",
      "startTime": 9425.0,
      "description": "Lindy describes a difficult situation involving relentless rain, difficulty getting workers, and the establishment of a remote camp with cooking facilities.",
      "chapterIndex": 15,
      "id": "story-30"
    },
    {
      "title": "Analyzing the Job's Profitability",
      "startTime": 9478.0,
      "description": "Lindy instructs Art to meticulously review the expenses of the Swift College project, revealing a surprisingly low 6% net profit despite the challenges.",
      "chapterIndex": 15,
      "id": "story-31"
    },
    {
      "title": "Lindy's Retirement and the Sale of Achen Construction",
      "startTime": 9530.0,
      "description": "Lindy details his decision to retire, selling the company to Art, Bill, George, and Vaughn, and establishing Achen sixty-five Exercise ieuxProsperity Concerns Limited.; Lindy notes the continued success of the company after his departure, highlighting its consistent employment and profitability.",
      "chapterIndex": 15,
      "id": "story-32"
    },
    {
      "title": "Lindy's Perspective on the Changing Construction Landscape",
      "startTime": 9629.0,
      "description": "Lindy explains his belief that contractors would thrive due to union pressures and his own experience of burnout, leading to his decision to retire.",
      "chapterIndex": 15,
      "id": "story-33"
    },
    {
      "title": "Employee Loyalty and Reflections",
      "startTime": 9667.0,
      "description": "Lindy reminisces about long-term employees like Ernie Smith and George Jenny, and their positive experiences working for Achen Construction.",
      "chapterIndex": 15,
      "id": "story-34"
    },
    {
      "title": "Tragic Events and Company Transitions",
      "startTime": 9705.0,
      "description": "Lindy mentions the deaths of Ron Kennedy and Bill Zaharachuk, and the subsequent changes in ownership and partnerships within the company.",
      "chapterIndex": 15,
      "id": "story-35"
    },
    {
      "title": "Lindy's Experience with Multiple Foremen",
      "startTime": 9868.0,
      "description": "Lindy recounts learning valuable lessons from the five or six different foremen he worked under during his time with various companies.",
      "chapterIndex": 16,
      "id": "story-36"
    },
    {
      "title": "Lindy's Approach to Management - First Names",
      "startTime": 9918.0,
      "description": "Lindy describes his philosophy of using first names with his employees to foster a positive working relationship and increase production.",
      "chapterIndex": 16,
      "id": "story-37"
    },
    {
      "title": "Lindy's Career Progression - From Digging Holes to Hotline",
      "startTime": 9975.0,
      "description": "Lindy details his career path, starting with manual labor and progressing to becoming a professional 'hotline' lineman, demonstrating his versatility and skill.",
      "chapterIndex": 16,
      "id": "story-38"
    },
    {
      "title": "Lindy's Estevan Education",
      "startTime": 10008.0,
      "description": "Lindy reflects on his time in Estevan as a period of significant learning and experience, where he handled a wide range of tasks and gained expertise in various areas.; Lindy highlights his unique experience of rewinding and repairing transformers, a skill uncommon among his peers.",
      "chapterIndex": 16,
      "id": "story-39"
    },
    {
      "title": "Lindy's Steam Plant Knowledge",
      "startTime": 10056.0,
      "description": "Lindy describes his acquired knowledge of steam plants, gained through assisting and learning from them during his time in Estevan.; Lindy recounts operating a diesel plant and explains his understanding of its mechanics, even with a small, single-cylinder engine.",
      "chapterIndex": 16,
      "id": "story-40"
    },
    {
      "title": "Lindy's Calibration Skills",
      "startTime": 10091.0,
      "description": "Lindy details his ability to calibrate meters and switchboard instruments, showcasing his technical expertise in power plant operations.",
      "chapterIndex": 16,
      "id": "story-41"
    },
    {
      "title": "Lindy's Customer Relationships in Estevan",
      "startTime": 10155.0,
      "description": "Lindy emphasizes his strong personal relationships with his 1,200 customers in Estevan, highlighting the importance of customer interaction in his role.; Lindy describes his extensive knowledge of mining, both underground and strip mining, gained from serving the field for seven years.; Lindy recounts the demanding nature of his on-call schedule, emphasizing his pride in his work ethic and commitment to responding to emergencies.",
      "chapterIndex": 16,
      "id": "story-42"
    },
    {
      "title": "Lindy's Early Wiring Work in Midale",
      "startTime": 10225.0,
      "description": "Lindy recalls his early experience with inside wiring in 1931 when he built the power system for the village of Midale.; Lindy recounts being encouraged by a wiring inspector to take the journeyman's exam and his subsequent joy upon receiving the certification, which he still possesses.",
      "chapterIndex": 16,
      "id": "story-43"
    },
    {
      "title": "Lindy's Specialized Electrical Knowledge",
      "startTime": 10270.0,
      "description": "Lindy describes his deep understanding of electrical principles, despite not performing extensive wiring work, and the value of holding a journeyman's paper.; Lindy explains how Art Miller's company keeps him on retainer due to his journeyman's paper, ensuring he's available for specialized electrical needs.; Lindy explains the legal requirement for a journeyman electrician on certain job sites and how his status allows him to be available for those situations.",
      "chapterIndex": 17,
      "id": "story-44"
    },
    {
      "title": "Lindy's Understanding of Electrical Layouts",
      "startTime": 10318.0,
      "description": "Lindy highlights his ability to quickly understand electrical layouts, contrasting it with the confusion experienced by laypeople.; Lindy admits his lack of expertise in areas like tape recorders and telephones, clarifying his specialization in electricity generation and distribution.",
      "chapterIndex": 17,
      "id": "story-45"
    },
    {
      "title": "Lindy's Career Longevity and Recognition",
      "startTime": 10379.0,
      "description": "Lindy reflects on his long career in Saskatchewan and his status as one of the few remaining experienced electricians of his generation.",
      "chapterIndex": 17,
      "id": "story-46"
    },
    {
      "title": "The Importance of Service in Electrical Work",
      "startTime": 10423.0,
      "description": "Lindy emphasizes the importance of service in the electrical business, recalling a former employee's appreciation for the comprehensive knowledge gained working for him.; Lindy shares the story of George Jenny, a former employee who gained valuable experience and eventually used his savings to buy a farm and semi-retire.",
      "chapterIndex": 17,
      "id": "story-47"
    },
    {
      "title": "Lindy's Early Wage and Room & Board in Worthington, Iowa",
      "startTime": 10489.0,
      "description": "Lindy recounts earning 35 cents an hour while working in Worthington, Iowa, covering his own room and board and driving a Model T Ford.; A foreman recognized Lindy's work ethic and, despite a denial from headquarters, secretly boosted his hourly wage to 40 cents.",
      "chapterIndex": 18,
      "id": "story-48"
    },
    {
      "title": "Lindy's Departure as a Lineman",
      "startTime": 10537.0,
      "description": "Lindy briefly worked as a lineman before leaving after only a month.; Lindy left his job and went to work for his sick brother, Laurie, in Sioux Falls, South Dakota.; Lindy started as a second-class lineman in Aberdeen, South Dakota, earning 45 cents an hour.",
      "chapterIndex": 18,
      "id": "story-49"
    },
    {
      "title": "Lindy's Experience with Multiple Foremen",
      "startTime": 10625.0,
      "description": "Lindy describes working under three different foremen, one of whom died, one was transferred, and the third mentored him in hotline work.; A foreman taught Lindy about hotline work and the importance of safety precautions like wearing rubber gloves.",
      "chapterIndex": 18,
      "id": "story-50"
    },
    {
      "title": "Wage Progression and Room & Board Costs",
      "startTime": 10678.0,
      "description": "Lindy details his wage increases and the associated cost of room and board as he moved to Kenmer, North Dakota, and Canada.",
      "chapterIndex": 18,
      "id": "story-51"
    },
    {
      "title": "Lindy's Early Wages and Living Expenses",
      "startTime": 10714.0,
      "description": "Lindy reflects on his wages in the early 1930s and how affordable room and board was at the time, sometimes including laundry services.",
      "chapterIndex": 18,
      "id": "story-52"
    },
    {
      "title": "Lindy's Power Plant Position",
      "startTime": 10749.0,
      "description": "Lindy describes his time operating a power plant and the subsequent wage he received.",
      "chapterIndex": 18,
      "id": "story-53"
    },
    {
      "title": "Lindy's First Wage Increase After Marriage",
      "startTime": 10786.0,
      "description": "Lindy recounts receiving a series of $10 monthly raises after getting married.",
      "chapterIndex": 18,
      "id": "story-54"
    },
    {
      "title": "Lindy's Contracting and Income",
      "startTime": 10821.0,
      "description": "Lindy explains his income while contracting, noting that he didn't take a steady wage but lived comfortably on around $300 a month.; After incorporating his business, Lindy sought advice from auditors who recommended a salary of $1,000 a month.",
      "chapterIndex": 18,
      "id": "story-55"
    },
    {
      "title": "Lindy's Consistent Salary During Contracting",
      "startTime": 10885.0,
      "description": "Lindy maintained a salary of $1,000 a month for 12 years (1953-1965) while taking end-of-year bonuses.",
      "chapterIndex": 18,
      "id": "story-56"
    }
  ]
}