{
  "chapters": [
    {
      "title": "Recording Introduction & Project Overview",
      "startTime": 0.0,
      "description": "The narrator begins by stating the date (May 3rd, 1986), explaining their attempt to record their life story, acknowledging potential errors and omissions, and outlining the scope of the project – a recounting of their life from childhood after leaving Iowa."
    },
    {
      "title": "Move to Canada - 1907",
      "startTime": 217,
      "description": "Lindy begins recounting his family's move to Canada in 1907 when he was four and a half years old."
    },
    {
      "title": "Lindy's School Years",
      "startTime": 460,
      "description": "Lindy begins discussing his experiences attending school, including the distance and mode of transportation."
    },
    {
      "title": "Coyote Pelt Prices and Scouting",
      "startTime": 652,
      "description": "Lindy discusses finding a market for coyote and skunk pelts and his initial business venture with a partner, including a problematic deal with wolfhound pelts."
    },
    {
      "title": "Marriage and Floods in 1916-1917",
      "startTime": 777,
      "description": "Lindy details how his fur business ended after others copied his shipping methods and the timeframe of 1916-1917."
    },
    {
      "title": "New Tractor Arrival",
      "startTime": 980,
      "description": "Lindy begins talking about his father purchasing a new tractor in the spring of 1920 and the novelty it represented in their area."
    },
    {
      "title": "Father's Work & Mother's Travel",
      "startTime": 1207,
      "description": "Lindy begins to recount his father's illness, his trip to California, and the circumstances surrounding it."
    },
    {
      "title": "Schooling and Early News of World War I",
      "startTime": 1405,
      "description": "Lindy begins to recount memories from his childhood, starting with a period roughly three weeks after the previous events.; Lindy transitions to describing his time spent at a convent and his schooling experience."
    },
    {
      "title": "Father's Funeral & Travel",
      "startTime": 1714,
      "description": "Lindy begins recounting the details of his father's funeral and the difficult travel conditions."
    },
    {
      "title": "Taking Over Farm Management",
      "startTime": 1848,
      "description": "Lindy describes taking over the management of the farm after his father's death."
    },
    {
      "title": "Job Relocation and Career Progression",
      "startTime": 2092,
      "description": "Lindy describes walking around Worthington and finding work at a blacksmith shop.; Lindy describes quickly becoming the top production man on the power gang."
    },
    {
      "title": "Man's Illness and Family Struggles",
      "startTime": 2385,
      "description": "Lindy decides to quit his job to help a man named Lori and his family."
    },
    {
      "title": "Nebraska Harvest Help",
      "startTime": 2581,
      "description": "Lindy recounts traveling to Nebraska to help his cousin with the harvest."
    },
    {
      "title": "Janie's Baby and Upcoming Trip to London",
      "startTime": 2631,
      "description": "Lindy mentions visiting Janie and her baby, and her subsequent trip to London."
    },
    {
      "title": "Seeking Work with a Martin-Twight Separator",
      "startTime": 2866,
      "description": "Lindy describes his decision to seek out a renowned thrasher owner and his self-confidence in doing so."
    },
    {
      "title": "Long Harvest and Financial Gain",
      "startTime": 3177,
      "description": "Lindy describes a machine he cleaned and repaired that constantly broke down despite running continuously."
    },
    {
      "title": "Frank Reynolds' Past Job and Travels",
      "startTime": 3357,
      "description": "Lindy begins discussing a foreman named Frank Reynolds and his behavior, specifically his drunkenness and delegating tasks."
    },
    {
      "title": "Foreman Bill Oberts Arrives",
      "startTime": 3407,
      "description": "Lindy describes the arrival of a new foreman, Bill Oberts, after Frank's illness and death."
    },
    {
      "title": "High-Voltage Work Hesitation",
      "startTime": 3666,
      "description": "Lindy discusses his limited experience with high-voltage work and his decision not to take a job."
    },
    {
      "title": "Tape Recording Issues",
      "startTime": 3857,
      "description": "Lindy announces he will pause the recording due to technical issues and potential overlap with another tape."
    },
    {
      "title": "Work in Afghanistan",
      "startTime": 4074,
      "description": "Lindy abruptly changes the subject to a job in Egypt, then corrects himself to Afghanistan, detailing his role as a head lineman."
    },
    {
      "title": "Funeral and Subsequent Lunch",
      "startTime": 4327,
      "description": "Lindy shifts to a story about a funeral in Halbright and a lunch provided for visitors at the farm.; Lindy learns from his brother that others are advocating for his return to work."
    },
    {
      "title": "Crew Work and Location",
      "startTime": 4640,
      "description": "Lindy describes the crew's work, equipment, and travels through various locations (Assiniboine, Kincade, Davidson, Saskatoon)."
    },
    {
      "title": "Power Commission Job Offer",
      "startTime": 4846,
      "description": "Lindy discusses receiving a job offer from the power commission and applying for the position of lineman."
    },
    {
      "title": "Taking Extended Leave from Job",
      "startTime": 5073,
      "description": "Lindy recounts taking his mother on a trip to Iowa and temporarily leaving his job."
    },
    {
      "title": "Job Offer at Tompkins Power Plant",
      "startTime": 5265,
      "description": "Lindy receives an offer of work from a superintendent in Estevan."
    },
    {
      "title": "Jack Dyer's Financial Troubles",
      "startTime": 5467,
      "description": "Lindy begins discussing Jack Dyer's financial difficulties and dissatisfaction with running the power plant."
    },
    {
      "title": "Power Plant Closure and Job Loss",
      "startTime": 5726,
      "description": "Lindy discusses the power plant being abandoned and a power line being built to Gull Lake."
    },
    {
      "title": "Dyer's Move to Winnipegosis",
      "startTime": 5810,
      "description": "Lindy shifts the conversation to Jack Dyer's involvement in establishing a power plant in Winnipegosis and his subsequent difficulties."
    },
    {
      "title": "Temporary Assignment to Estevan",
      "startTime": 5856,
      "description": "Lindy discusses how Dyer's issues in Winnipegosis were handed over to Dominion Electric and Dyer's move to British Columbia."
    },
    {
      "title": "Military Service and Deferment Issues",
      "startTime": 6046,
      "description": "Lindy describes receiving a telegram ordering him to report for duty in the army due to a forgotten deferment application."
    },
    {
      "title": "Contracting Years Begin",
      "startTime": 6294,
      "description": "Lindy announces the transition to being a contractor, marking the start of his contracting years in September 1945."
    },
    {
      "title": "Future Contracting Outline",
      "startTime": 6511,
      "description": "Lindy states his intention to provide an outline of his contracting experience over the next 18 years, contingent on his mental state."
    },
    {
      "title": "Early Career and Management Experience",
      "startTime": 6603,
      "description": "Lindy explains the history of his tapes, including interruptions and erasures over a five-year period."
    },
    {
      "title": "Building a Wooden Derrick for a Truck",
      "startTime": 6795,
      "description": "Lindy details how he and his brother modified the acquired trucks with welding and cutting torches."
    },
    {
      "title": "Wartime Housing Construction",
      "startTime": 7038,
      "description": "Lindy transitions to describing work performed for the Power Commission in North Regina."
    },
    {
      "title": "Early Career and Farm Work",
      "startTime": 7102,
      "description": "Lindy describes a brief job in Davidson before a period of inactivity."
    },
    {
      "title": "Discussing Pole Setting",
      "startTime": 7300,
      "description": "Lindy shifts the focus to the process of digging holes and setting poles, introducing experienced hole diggers and the use of machinery."
    },
    {
      "title": "Listening to Mulroney",
      "startTime": 7554,
      "description": "Lindy shifts from discussing previous work to listening to and commenting on Brian Mulroney's speech about trade."
    },
    {
      "title": "Reviewing 1947 Work",
      "startTime": 7610,
      "description": "Lindy announces he will now discuss his work year by year, starting with 1947, and describes his first job building a line from Weyburn to Radville."
    },
    {
      "title": "Power Line Construction",
      "startTime": 7848,
      "description": "Lindy shifts to describing the start of the Kenora job and the initial steps taken."
    },
    {
      "title": "Trouble in Sturgis and Christmas Deadline",
      "startTime": 8056,
      "description": "Lindy describes the crew's refusal to work on Sunday and the resulting actions."
    },
    {
      "title": "1948 - Early Career Challenges",
      "startTime": 8190,
      "description": "Lindy transitions to discussing his difficulties securing jobs in 1948 and the start of work near Swift Current."
    },
    {
      "title": "Yorkton to Melville Line",
      "startTime": 8450,
      "description": "Lindy describes the line from Yorkton to Melville and down to Kalele, and the challenges of winter weather."
    },
    {
      "title": "Work in the Early 1950s",
      "startTime": 8770,
      "description": "Lindy begins discussing work in South Louisiana, specifically mentioning 15 or 20 farms and the timeframe of Christmas time in 1950."
    },
    {
      "title": "1955 Farm Operations",
      "startTime": 8985,
      "description": "Lindy transitions to discussing work done in 1955, including the number of farms serviced and the established pricing structure."
    },
    {
      "title": "1958 - Financial Struggles and Business Practices",
      "startTime": 9122,
      "description": "Lindy shifts to discussing the lack of work in 1958 and the subsequent small jobs that followed."
    },
    {
      "title": "Potash Mine Work Begins",
      "startTime": 9345,
      "description": "Lindy transitions to discussing the work his company did for the potash mine, including design and construction."
    },
    {
      "title": "Company Sale & ARCT",
      "startTime": 9530,
      "description": "Lindy transitions to discussing the sale of his company (LHA) to Art, Bill, George, and Vaughn, and the formation of Achen 65 Limited."
    },
    {
      "title": "Employee Departures & Deaths",
      "startTime": 9691,
      "description": "Lindy transitions to discussing reflections from former employees and the departures of George Jenny, Ron Kennedy, and Bill Zaharachuk."
    },
    {
      "title": "Early Career Experiences",
      "startTime": 9884,
      "description": "Lindy begins to detail his early career experiences working for different companies and learning from various foremen.; Lindy begins to recount his career progression, starting with digging holes and working up to being a lineman, detailing various roles and experiences."
    },
    {
      "title": "Retained Journeyman Status",
      "startTime": 10208,
      "description": "Lindy transitions to discussing his experience with inside wiring and obtaining his journeyman's papers, recalling a previous mention of this topic.; Lindy discusses his continued status as a retained journeyman electrician with Art Miller's company, highlighting the importance of his journeyman's paper."
    },
    {
      "title": "Career in Electrical Work",
      "startTime": 10339,
      "description": "Lindy shifts to discussing his lack of knowledge regarding modern technology like tape recorders and telephones, clarifying his specialization in electricity distribution."
    },
    {
      "title": "Value of Mentorship",
      "startTime": 10429,
      "description": "Lindy recounts a comment from a former employee about the value of working for a smaller company."
    },
    {
      "title": "First-Class Lineman Raise",
      "startTime": 10636,
      "description": "Lindy recounts how a foreman raised his wages to the first-class lineman rate.; Lindy revisits the topic of his wages after incorporation, detailing their stability over a 12-year period and mentioning bonuses."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Initial Microphone Setup and Life History Recording",
      "startTime": 160,
      "description": "Lindy adjusts microphone distance and experiments with recording quality.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "Building a New House",
      "startTime": 377,
      "description": "Lindy describes the new house his father was building, detailing its size and layout.",
      "chapterIndex": 1,
      "id": "story-1"
    },
    {
      "title": "Daily Routine and Recreation",
      "startTime": 600,
      "description": "Lindy shifts the focus to his fur trading activities, including finding a partner and scouting for better prices.",
      "chapterIndex": 2,
      "id": "story-2"
    },
    {
      "title": "1917-1918 Flu Pandemic",
      "startTime": 856,
      "description": "Lindy transitions to recounting the severe influenza pandemic of 1917-1918 and its impact on his family and community.",
      "chapterIndex": 4,
      "id": "story-3"
    },
    {
      "title": "Farm Hardship and Relief",
      "startTime": 1029,
      "description": "Lindy describes the severe drought conditions of 1919 and the struggle to secure enough feed for livestock.",
      "chapterIndex": 5,
      "id": "story-4"
    },
    {
      "title": "Separating Machine Incident",
      "startTime": 1108,
      "description": "Lindy transitions to an incident involving a separating machine and a disagreement among several individuals.",
      "chapterIndex": 5,
      "id": "story-5"
    },
    {
      "title": "Father's Recovery",
      "startTime": 1299,
      "description": "Lindy recounts seeking financial assistance from a banker to travel to Dan to see his father.",
      "chapterIndex": 6,
      "id": "story-6"
    },
    {
      "title": "Abrupt Story Interruption",
      "startTime": 1351,
      "description": "Lindy explicitly states he is cutting off the current story and will return to it later, indicating a deliberate topic shift.",
      "chapterIndex": 6,
      "id": "story-7"
    },
    {
      "title": "Fatal Train Accident",
      "startTime": 1469,
      "description": "Lindy describes a traumatic incident he witnessed during a train journey as a child - a runaway team of horses and a fatal accident.",
      "chapterIndex": 7,
      "id": "story-8"
    },
    {
      "title": "Rural Life and Recreation",
      "startTime": 1627,
      "description": "Lindy transitions to describing aspects of rural life, including dancing, house parties, games, hunting, and baseball.",
      "chapterIndex": 7,
      "id": "story-9"
    },
    {
      "title": "Managing the Farm After a Loss",
      "startTime": 1787,
      "description": "Lindy pauses to address technical difficulties with the recording.",
      "chapterIndex": 8,
      "id": "story-10"
    },
    {
      "title": "Quitting the Farm Over Wages",
      "startTime": 1929,
      "description": "Lindy begins discussing a dispute with others regarding his compensation for managing the farm.",
      "chapterIndex": 9,
      "id": "story-11"
    },
    {
      "title": "Digging Holes - January 1927",
      "startTime": 2181,
      "description": "Lindy begins a new job digging holes, marking the start of a new phase in his life and mentioning the date January 4th, 1927.",
      "chapterIndex": 10,
      "id": "story-12"
    },
    {
      "title": "Discussion of a Transient Lifestyle and Departure",
      "startTime": 2467,
      "description": "Lindy informs his boss of his departure and his feelings about the transient lifestyle.",
      "chapterIndex": 11,
      "id": "story-13"
    },
    {
      "title": "Extreme Heat in Nebraska",
      "startTime": 2744,
      "description": "Lindy details the intense heat he experienced during the Nebraska harvest in 1927.",
      "chapterIndex": 13,
      "id": "story-14"
    },
    {
      "title": "Visiting Cousins & Seeking Work",
      "startTime": 2805,
      "description": "Lindy recounts his travels after leaving Diener's, including a stop at Larry's and his journey to Aberdeen, South Dakota.",
      "chapterIndex": 13,
      "id": "story-15"
    },
    {
      "title": "Operating the Thrasher",
      "startTime": 2950,
      "description": "Lindy describes the process of harnessing up the thrasher and the immediate mechanical failure.",
      "chapterIndex": 14,
      "id": "story-16"
    },
    {
      "title": "Intense Machine Operation and Maintenance",
      "startTime": 3044,
      "description": "Lindy details his 30-day experience working with Martin-Kweitz, including the long hours and demanding conditions.",
      "chapterIndex": 14,
      "id": "story-17"
    },
    {
      "title": "Car Accident and Repair",
      "startTime": 3263,
      "description": "Lindy describes driving to South Dakota and his car accident.",
      "chapterIndex": 15,
      "id": "story-18"
    },
    {
      "title": "Harvest Time and Separator",
      "startTime": 3513,
      "description": "Lindy discusses harvest time and needing to return to Frederick to operate a separator.",
      "chapterIndex": 17,
      "id": "story-19"
    },
    {
      "title": "Wet Thrashing Season",
      "startTime": 3561,
      "description": "Lindy describes the difficult, wet thrashing season.",
      "chapterIndex": 17,
      "id": "story-20"
    },
    {
      "title": "Recalling Past Work Experiences",
      "startTime": 3729,
      "description": "Lindy describes becoming the head lineman on a new job and his success in the role.",
      "chapterIndex": 18,
      "id": "story-21"
    },
    {
      "title": "Citizenship and Voting Issues",
      "startTime": 3774,
      "description": "Lindy recounts working with a power crew and traveling a significant distance.",
      "chapterIndex": 18,
      "id": "story-22"
    },
    {
      "title": "January Date and Recollections",
      "startTime": 3941,
      "description": "Lindy states the date as January 30, 1981, and begins reminiscing about Christmas and the family's departure.",
      "chapterIndex": 19,
      "id": "story-23"
    },
    {
      "title": "Return to Farm and Mother",
      "startTime": 4152,
      "description": "Lindy describes returning to the farm and visiting his mother in Waverton.",
      "chapterIndex": 20,
      "id": "story-24"
    },
    {
      "title": "Work Dispute and Armed Protest",
      "startTime": 4245,
      "description": "Lindy recounts a humorous incident where he staged a one-man strike due to a wage dispute.",
      "chapterIndex": 20,
      "id": "story-25"
    },
    {
      "title": "Crew Leadership Change and Injury",
      "startTime": 4550,
      "description": "Lindy discusses a fellow leaving the crew and Bill Wilson taking over, then Bill's accident.",
      "chapterIndex": 21,
      "id": "story-26"
    },
    {
      "title": "Post-Storm Conditions and Delayed Harvest",
      "startTime": 4706,
      "description": "Lindy recounts a severe snowstorm in October and its impact on the region.",
      "chapterIndex": 22,
      "id": "story-27"
    },
    {
      "title": "Return to Estevan & Boatage",
      "startTime": 4760,
      "description": "Lindy returns to Estevan and works on boatage projects.",
      "chapterIndex": 22,
      "id": "story-28"
    },
    {
      "title": "Travel Restrictions & Meter Reading",
      "startTime": 4915,
      "description": "Lindy describes the restrictions on his travel and the limited work he was doing, primarily meter reading.",
      "chapterIndex": 23,
      "id": "story-29"
    },
    {
      "title": "Seeking Work During Economic Hardship",
      "startTime": 4966,
      "description": "Lindy describes the severe unemployment situation across the country at that time.",
      "chapterIndex": 23,
      "id": "story-30"
    },
    {
      "title": "Building the Power Plant",
      "startTime": 5153,
      "description": "Lindy discusses being asked to build lines for a new power plant upon his return.",
      "chapterIndex": 24,
      "id": "story-31"
    },
    {
      "title": "Conflict with Management",
      "startTime": 5220,
      "description": "Lindy recounts a particularly negative interaction with the general manager and his frustration with the situation.",
      "chapterIndex": 24,
      "id": "story-32"
    },
    {
      "title": "Timeline of Farm Work and Wiring Jobs (1932-1934)",
      "startTime": 5326,
      "description": "Lindy clarifies his timeline of work and unemployment across several years.",
      "chapterIndex": 25,
      "id": "story-33"
    },
    {
      "title": "Wiring in Gull Lake",
      "startTime": 5372,
      "description": "Lindy is sent to Gull Lake to do wiring work.",
      "chapterIndex": 25,
      "id": "story-34"
    },
    {
      "title": "Financial Assistance and a Job Offer",
      "startTime": 5520,
      "description": "Lindy receives financial backing from the Power Corporation to purchase the plant.",
      "chapterIndex": 26,
      "id": "story-35"
    },
    {
      "title": "Generator Breakdown & Opportunity",
      "startTime": 6124,
      "description": "Lindy recounts a generator breakdown and the general manager's offer of a leave of absence to pursue line construction.",
      "chapterIndex": 30,
      "id": "story-36"
    },
    {
      "title": "Bidding on Contracts",
      "startTime": 6207,
      "description": "Lindy details securing tender forms and partnering with Harry Monaghan to bid on power line construction contracts.",
      "chapterIndex": 30,
      "id": "story-37"
    },
    {
      "title": "Power Line Project Details",
      "startTime": 6405,
      "description": "Lindy describes the specific power line projects he bid on, including details about the Highdale 2 power line and a high-voltage line between Estaban and Stoughton.",
      "chapterIndex": 31,
      "id": "story-38"
    },
    {
      "title": "Truck Acquisition Story",
      "startTime": 6712,
      "description": "Lindy begins recounting the story of how he acquired his first truck, detailing the circumstances and the dealer's reaction.",
      "chapterIndex": 33,
      "id": "story-39"
    },
    {
      "title": "Airport Dismantling Job",
      "startTime": 6895,
      "description": "Lindy transitions to discussing a specific job dismantling airports and the challenges encountered.",
      "chapterIndex": 34,
      "id": "story-40"
    },
    {
      "title": "Power Line Construction Bid",
      "startTime": 6969,
      "description": "Lindy shifts to describing the bidding process for a power line construction project from Halbrite to Midale to the Cone.",
      "chapterIndex": 34,
      "id": "story-41"
    },
    {
      "title": "High Voltage Line Construction",
      "startTime": 7154,
      "description": "Lindy starts detailing the construction of a high voltage line.",
      "chapterIndex": 36,
      "id": "story-42"
    },
    {
      "title": "Relating Assistance to Men",
      "startTime": 7236,
      "description": "Lindy begins to describe how he secured help for the men working on the project, starting with a fellow named Jack Gardner.",
      "chapterIndex": 36,
      "id": "story-43"
    },
    {
      "title": "Hay Pulley Solution",
      "startTime": 7430,
      "description": "Lindy explains his solution to the wire-stringing problem using hay pulleys, detailing his trip to Winnipeg and the purchase of pulleys.",
      "chapterIndex": 37,
      "id": "story-44"
    },
    {
      "title": "Family Reunion Details",
      "startTime": 7695,
      "description": "Lindy shifts from discussing work to recounting a family reunion and the circumstances surrounding his decision to attend.",
      "chapterIndex": 39,
      "id": "story-45"
    },
    {
      "title": "New Job Offer and Negotiation",
      "startTime": 7770,
      "description": "Lindy transitions from the reunion story to describing a new job assigned to him by a superintendent.",
      "chapterIndex": 39,
      "id": "story-46"
    },
    {
      "title": "Subcontracting Wire Stringing and Leaving Jack Gardner in Charge",
      "startTime": 7936,
      "description": "Lindy shifts to discussing his efforts to complete the Dinsmore job and the need for assistance.",
      "chapterIndex": 40,
      "id": "story-47"
    },
    {
      "title": "November Wire Stringing",
      "startTime": 7994,
      "description": "Lindy discusses the progress of wire stringing and Jack Gardner's performance.",
      "chapterIndex": 40,
      "id": "story-48"
    },
    {
      "title": "Crew Payday & Discipline",
      "startTime": 8119,
      "description": "Lindy describes the crew's actions regarding payday and the subsequent reprimand.",
      "chapterIndex": 41,
      "id": "story-49"
    },
    {
      "title": "Farm Electrification Begins",
      "startTime": 8550,
      "description": "Lindy shifts the discussion to the emerging trend of farm electrification and the work Lindy's crew undertook.",
      "chapterIndex": 43,
      "id": "story-50"
    },
    {
      "title": "Construction Projects in Saskatchewan",
      "startTime": 8617,
      "description": "Lindy describes building farms in Alberta around Lloydminster and Beggarville.",
      "chapterIndex": 43,
      "id": "story-51"
    },
    {
      "title": "Reflecting on 1953",
      "startTime": 8870,
      "description": "Lindy moves into a discussion of work completed in 1953, detailing the number of farms serviced and the operational methods used.",
      "chapterIndex": 44,
      "id": "story-52"
    },
    {
      "title": "1955 - Filling in Farms",
      "startTime": 9054,
      "description": "Lindy shifts to discussing the work done in 1955, specifically mentioning the filling in of farms and the continuation of work until Christmas time.",
      "chapterIndex": 45,
      "id": "story-53"
    },
    {
      "title": "Line Building in '60",
      "startTime": 9183,
      "description": "Lindy transitions to discussing the line building projects he undertook in 1960, including a large project north of Regina.",
      "chapterIndex": 46,
      "id": "story-54"
    },
    {
      "title": "River Crossing Costs and Farm Electrification",
      "startTime": 9262,
      "description": "Lindy explains his bidding practices in 1960, where he submitted prices instead of bidding competitively.",
      "chapterIndex": 46,
      "id": "story-55"
    },
    {
      "title": "Weather Impact & Camp Setup",
      "startTime": 9424,
      "description": "Lindy shifts to discussing the impact of bad weather on the Swift Current project and the subsequent setup of a large work camp.",
      "chapterIndex": 47,
      "id": "story-56"
    },
    {
      "title": "Contracting & Price Increases",
      "startTime": 9575,
      "description": "Lindy discusses the changing landscape of power line construction, with a focus on contracting and rising prices.",
      "chapterIndex": 48,
      "id": "story-57"
    },
    {
      "title": "Visitors & Return to Electrical Field Memories",
      "startTime": 9771,
      "description": "Lindy announces his intention to review what he's already said and then generalize about the events that took place.",
      "chapterIndex": 49,
      "id": "story-58"
    },
    {
      "title": "Life in Electrical Field",
      "startTime": 9821,
      "description": "Lindy transitions to discussing his experiences in the electrical field, specifically mentioning it was a 'hectic time.'",
      "chapterIndex": 49,
      "id": "story-59"
    },
    {
      "title": "Wage Increase in Iowa",
      "startTime": 10512,
      "description": "Lindy describes a situation where his foreman secured him a raise despite head office rejection.",
      "chapterIndex": 53,
      "id": "story-60"
    },
    {
      "title": "Aberdeen, SD Wages",
      "startTime": 10566,
      "description": "Lindy transitions to discussing his wages and living expenses while working in Aberdeen, South Dakota.",
      "chapterIndex": 53,
      "id": "story-61"
    },
    {
      "title": "Early Employment and Finances",
      "startTime": 10747,
      "description": "Lindy transitions to discussing his time operating a power plant and the associated wages.",
      "chapterIndex": 54,
      "id": "story-62"
    }
  ]
}