{
  "segments": [
    {
      "start": 3.76,
      "end": 6.62,
      "text": "This is May the 3rd, 1986."
    },
    {
      "start": 8.19,
      "end": 15.39,
      "text": "I'm going to make another attempt at re-taping the years of my life."
    },
    {
      "start": 16.74,
      "end": 24.99,
      "text": "I've made two or three swings at it now, but invariably something goes wrong had I get nowhere with it."
    },
    {
      "start": 25.01,
      "end": 33.6,
      "text": "So now I have all the various pieces of tape numbered, and there's going to be about"
    },
    {
      "start": 35.11,
      "end": 64.5,
      "text": "two hours of recording so I as I go along there'll be errors and omissions and there'll be blank spaces etc but just bear with me in the long run we'll hope you you'll get a pretty good picture of what lha went through in his 85 years or going on to 85 years of life so right now"
    },
    {
      "start": 65.35,
      "end": 74.44,
      "text": "I'm going to start back when I was a boy and we left the state of Iowa."
    },
    {
      "start": 76.61,
      "end": 85.39,
      "text": "And then from there, just a running story of what I remember, the highlights that I remember."
    },
    {
      "start": 86.82,
      "end": 94.8,
      "text": "And they're not necessarily in good chronological order, but I think you'll be able to follow the story."
    },
    {
      "start": 96.67,
      "end": 101.16,
      "text": "forgive me for all the errors, omissions, etc."
    },
    {
      "start": 103.28,
      "end": 114.38,
      "text": "So right now we'll turn back and start from about as far back as I can remember."
    },
    {
      "start": 114.42,
      "end": 117.9,
      "text": "You'll note a great change in voice from time to time."
    },
    {
      "start": 118.4,
      "end": 125.85,
      "text": "This goes back five or six years from when I first started on this and"
    },
    {
      "start": 126.9,
      "end": 131.63,
      "text": "You'll find times when my voice is foggy and cold."
    },
    {
      "start": 133.35,
      "end": 138.4,
      "text": "Five years older, your voice gets a different pitch to it."
    },
    {
      "start": 138.42,
      "end": 142.71,
      "text": "So you'll understand what it's all about, I'm sure."
    },
    {
      "start": 142.73,
      "end": 146.05,
      "text": "So we'll just turn back now and start taping."
    },
    {
      "start": 160.44,
      "end": 165.23,
      "text": "It would seem that I have the distance about 12 inches from the mic."
    },
    {
      "start": 165.99,
      "end": 168.81,
      "text": "The voice comes out clearer on the replay."
    },
    {
      "start": 171.74,
      "end": 175.08,
      "text": "I'm going to do some experimenting."
    },
    {
      "start": 178.43,
      "end": 180.91,
      "text": "My first experience at speaking into a mic."
    },
    {
      "start": 182.33,
      "end": 186.96,
      "text": "I'm going to do some experimenting and I've been asked to..."
    },
    {
      "start": 187.56,
      "end": 189.98,
      "text": "I've been asked by my family to give a..."
    },
    {
      "start": 190.38,
      "end": 216.51,
      "text": "history of my life and I'll do so and whatever comes out must be it so we'll let it go at that be a long drawn-out affair as my memory goes back to the year 1907 when"
    },
    {
      "start": 217.35,
      "end": 230.38,
      "text": "I was a small boy of four and a half years old, and we moved up into Canada from Iowa."
    },
    {
      "start": 230.41,
      "end": 247.17,
      "text": "Whatever possessed my dad to leave that rich farmland down around Sioux City, Iowa, and move up into the frozen, rocky prairies, I will never know."
    },
    {
      "start": 247.72,
      "end": 258.57,
      "text": "He had a family of 12 children, and he seemed to think that he got up where land was cheap."
    },
    {
      "start": 259.45,
      "end": 262.96,
      "text": "Prairie was selling at about $20 to $25 an acre."
    },
    {
      "start": 264.98,
      "end": 267.12,
      "text": "He had eight sons at the time."
    },
    {
      "start": 268.1,
      "end": 277.17,
      "text": "The idea was for each one of them to get a quarter section of land and become a farmer, which was a way of life at that time."
    },
    {
      "start": 288.09,
      "end": 294.95,
      "text": "I landed up at Halbrite the 17th day of March."
    },
    {
      "start": 299.06,
      "end": 315.51,
      "text": "I don't have any recollection of our arriving at our destination, but I do remember living in a small town hotel for two or three days while they loaded the carloads of"
    },
    {
      "start": 317.48,
      "end": 323.07,
      "text": "of livestock and machinery."
    },
    {
      "start": 323.09,
      "end": 333.69,
      "text": "And then I very vividly remember the ride out to the farm which was six miles north of town."
    },
    {
      "start": 333.71,
      "end": 341.66,
      "text": "That incidentally was the winter of the big snow and there was over three foot of snow on the level throughout the prairies."
    },
    {
      "start": 343.94,
      "end": 346.65,
      "text": "And I well remember the"
    },
    {
      "start": 348.14,
      "end": 376.45,
      "text": "problem they had keeping the horses on that narrow sway trail horses that were brought up in a country where there was very little snow and they would be fighting each other on that narrow track each one wanted to be sure he didn't slide off the side to this day I'll never know how we put up in a little"
    },
    {
      "start": 377.34,
      "end": 390.24,
      "text": "a house with two bedrooms, a living room and dining room combined, and a kitchen."
    },
    {
      "start": 391.24,
      "end": 399.61,
      "text": "It would have been something else if you could have a motion picture of how this is all arranged."
    },
    {
      "start": 399.89,
      "end": 404.07,
      "text": "There were the twelve of us and mother and dad."
    },
    {
      "start": 408.46,
      "end": 430.69,
      "text": "My next recollection was the snow was all gone, and my dad was building a house a mile from this farm."
    },
    {
      "start": 430.73,
      "end": 437.42,
      "text": "There was already what you'd call a bachelor's home, 14 by 20."
    },
    {
      "start": 437.84,
      "end": 438.78,
      "text": "on the place."
    },
    {
      "start": 440.8,
      "end": 460.18,
      "text": "And he was completing it, putting on a four-bedroom extension, which had a full basement under it, and a large dining room and living room."
    },
    {
      "start": 460.2,
      "end": 467.79,
      "text": "From there on, I don't remember too much until I started school."
    },
    {
      "start": 471.81,
      "end": 477.03,
      "text": "We had three miles to go to school."
    },
    {
      "start": 478.71,
      "end": 484.98,
      "text": "And of course there was always a buggy load or a sleigh load, whichever."
    },
    {
      "start": 487.97,
      "end": 494.34,
      "text": "And I was one of the younger ones, so I didn't have to worry about transportation."
    },
    {
      "start": 496.78,
      "end": 512.12,
      "text": "Until I became about eight or nine years old, and then as the farm was expanding, they needed the horses to work on the land, so we would walk to school."
    },
    {
      "start": 512.14,
      "end": 518.23,
      "text": "At that time, well, we'd cut across the field, and we could make a walk in two miles."
    },
    {
      "start": 518.77,
      "end": 520.48,
      "text": "No road, just through the fields."
    },
    {
      "start": 526.28,
      "end": 537.41,
      "text": "I think it was about six or seven years later, they moved the school a half mile, which put it on the main road."
    },
    {
      "start": 540.94,
      "end": 553.87,
      "text": "And it was there that I finished my education, which took me through grade six and into"
    },
    {
      "start": 554.42,
      "end": 561.13,
      "text": "about six weeks in grade seven when the teacher and I had a fallout."
    },
    {
      "start": 562.13,
      "end": 571.96,
      "text": "And between my mother and I, we decided that it was just as well if I stayed home and helped with the chores."
    },
    {
      "start": 572.04,
      "end": 580.23,
      "text": "And as a sideline, I started a trap line, which"
    },
    {
      "start": 585.31,
      "end": 599.64,
      "text": "consisted of trappings, tiles, skunks, and weasels."
    },
    {
      "start": 599.66,
      "end": 605.27,
      "text": "In further on the history of my life, I think where I wound up, I was..."
    },
    {
      "start": 605.29,
      "end": 613.7,
      "text": "I had just left school and decided to stay home and start a track line."
    },
    {
      "start": 613.78,
      "end": 614.52,
      "text": "From there on,"
    },
    {
      "start": 615.5,
      "end": 618.02,
      "text": "Life was quite ordinary."
    },
    {
      "start": 618.04,
      "end": 618.62,
      "text": "Stayed home."
    },
    {
      "start": 620.2,
      "end": 624.02,
      "text": "Did chores, finished the chores about 10 o'clock in the morning."
    },
    {
      "start": 624.04,
      "end": 626.19,
      "text": "Jump on a horse, ride my tramp line."
    },
    {
      "start": 629.21,
      "end": 633.87,
      "text": "Come back home early afternoon and start chores again."
    },
    {
      "start": 633.89,
      "end": 635.94,
      "text": "And every day was pretty reputation."
    },
    {
      "start": 635.96,
      "end": 644.52,
      "text": "Once in a while in the evening if the weather was good, jump on a horse and ride it six and a half miles and do some skating."
    },
    {
      "start": 645.94,
      "end": 648.48,
      "text": "Maybe get home by 10, 30 or 11 o'clock."
    },
    {
      "start": 650.14,
      "end": 651.76,
      "text": "Away you go the next day."
    },
    {
      "start": 651.78,
      "end": 658.61,
      "text": "Finally, besides trapping, I found out there was quite a few turds in the country."
    },
    {
      "start": 659.11,
      "end": 664.06,
      "text": "And I found a place in St. Louis that was paying exceptionally good prices."
    },
    {
      "start": 664.24,
      "end": 674.29,
      "text": "So I started moving around to find out what the other fellows were getting for their coyotes and skunks and weasels."
    },
    {
      "start": 675.25,
      "end": 679.15,
      "text": "And I found that I was getting put in here twice as much by shipping the same horse."
    },
    {
      "start": 680.36,
      "end": 685.28,
      "text": "So I picked up a partner, a neighbor boy, and we started scouting around."
    },
    {
      "start": 685.3,
      "end": 693.01,
      "text": "And we went into a fellow that had wolfhounds, and he had, I think it was 11 coyote pelts."
    },
    {
      "start": 693.93,
      "end": 696.23,
      "text": "But they were in one heck of a shape."
    },
    {
      "start": 696.25,
      "end": 702.54,
      "text": "They're all bloody and tore up from the wolfhounds killing them."
    },
    {
      "start": 704.41,
      "end": 709.04,
      "text": "And when we went there, the fellow said he wanted $10 apiece."
    },
    {
      "start": 710.48,
      "end": 712.68,
      "text": "That would have been about $100 worth."
    },
    {
      "start": 712.76,
      "end": 716.97,
      "text": "And when the dust settled, we flashed a little money around there, and he was pretty hard up."
    },
    {
      "start": 716.99,
      "end": 722.93,
      "text": "When the dust settled, we come away with, I think it was eight hides for $36."
    },
    {
      "start": 725.04,
      "end": 727.92,
      "text": "We shipped them away, and the first hide we shipped away."
    },
    {
      "start": 727.94,
      "end": 729.78,
      "text": "It was a good pad."
    },
    {
      "start": 729.86,
      "end": 732.63,
      "text": "We cleaned it up, couldn't send it away, and we got $30 for it."
    },
    {
      "start": 732.96,
      "end": 736.43,
      "text": "So we had the rest pretty much for profit."
    },
    {
      "start": 738.11,
      "end": 741.47,
      "text": "Well, then I sort of went on my own after that."
    },
    {
      "start": 741.49,
      "end": 746.02,
      "text": "I picked up wherever I could, weasels and skunks."
    },
    {
      "start": 746.04,
      "end": 752.87,
      "text": "In one case, I bought 40-some skunk hides at one place."
    },
    {
      "start": 752.97,
      "end": 754.25,
      "text": "Didn't make big money."
    },
    {
      "start": 754.27,
      "end": 758.09,
      "text": "Maybe made $2 a piece of them or something like that."
    },
    {
      "start": 760.42,
      "end": 761.92,
      "text": "And that was the end of that."
    },
    {
      "start": 761.96,
      "end": 777.32,
      "text": "That only lasted one year and then people found out where I was shipping my furs and they just went ahead and shipped them on their own."
    },
    {
      "start": 777.34,
      "end": 789.55,
      "text": "That would take us through the years of about 1916, 17, I'd say, somewhere in there."
    },
    {
      "start": 791.05,
      "end": 793.11,
      "text": "Yeah, 16 and 17."
    },
    {
      "start": 793.13,
      "end": 800.38,
      "text": "I think it was the winter of 16 when J.P. was married."
    },
    {
      "start": 800.4,
      "end": 805.87,
      "text": "I remember Joe and Zip and I were out getting a load of feed."
    },
    {
      "start": 807.61,
      "end": 814.14,
      "text": "When they were driving by in the Bob's Station, the Orchard Place, they were going down to catch the train into Waverham."
    },
    {
      "start": 814.16,
      "end": 816.99,
      "text": "They were going into Waverham to get married."
    },
    {
      "start": 819.04,
      "end": 820.98,
      "text": "coming spring we had big floods."
    },
    {
      "start": 821.87,
      "end": 826.15,
      "text": "It was just unbelievable the amount of runoff that was around the place."
    },
    {
      "start": 826.17,
      "end": 827.87,
      "text": "That I remember very distinctly."
    },
    {
      "start": 827.89,
      "end": 836.34,
      "text": "We had one granary that was in a kind of a little spot in the water, about three, four feet on it, and all of the grain got soaked."
    },
    {
      "start": 836.36,
      "end": 845.47,
      "text": "We had it, when the snow ran away and it dried up and we couldn't get at it, we had to scatter it in several different"
    },
    {
      "start": 846.41,
      "end": 856.21,
      "text": "bins and floors where we could keep turning it over every day and try to preserve it for feed."
    },
    {
      "start": 856.25,
      "end": 866.94,
      "text": "Around about that time went fast, 1917, 1917, that was the year, no 1918 was when the flu hit."
    },
    {
      "start": 866.96,
      "end": 869.21,
      "text": "No, fall of 17 is when it hit bad."
    },
    {
      "start": 869.61,
      "end": 872.35,
      "text": "People were dropping dead left and right all over the place."
    },
    {
      "start": 872.37,
      "end": 876.01,
      "text": "It didn't hit our place until the spring of 18."
    },
    {
      "start": 877.21,
      "end": 887.9,
      "text": "And I remember very well when it hit our place one Sunday afternoon, Leona and Mac and I all took sick about the same time."
    },
    {
      "start": 889.0,
      "end": 893.59,
      "text": "And when it was time to go for the cows, I asked Mac if I wasn't feeling good."
    },
    {
      "start": 893.67,
      "end": 894.67,
      "text": "I asked him if he was going."
    },
    {
      "start": 894.69,
      "end": 895.15,
      "text": "He started crying."
    },
    {
      "start": 895.17,
      "end": 896.09,
      "text": "He said he was sick."
    },
    {
      "start": 897.1,
      "end": 901.04,
      "text": "So I got on the old black riding mare and went."
    },
    {
      "start": 901.06,
      "end": 903.06,
      "text": "I had to go a mile over to where the cattle were."
    },
    {
      "start": 903.08,
      "end": 904.24,
      "text": "They're just running at large."
    },
    {
      "start": 904.92,
      "end": 906.33,
      "text": "And picked them up."
    },
    {
      "start": 906.35,
      "end": 907.05,
      "text": "And..."
    },
    {
      "start": 909.12,
      "end": 911.66,
      "text": "On the way home, I was delirious."
    },
    {
      "start": 911.75,
      "end": 914.37,
      "text": "I can remember hanging on to the mane."
    },
    {
      "start": 914.39,
      "end": 919.68,
      "text": "The old lady, the mare, she knew enough to bring the cattle in, and I hung on to the mane so that I wouldn't fall off."
    },
    {
      "start": 921.0,
      "end": 922.66,
      "text": "And we were milking the cows that night."
    },
    {
      "start": 922.68,
      "end": 925.42,
      "text": "None of us knew through what trough it was."
    },
    {
      "start": 925.45,
      "end": 931.41,
      "text": "The owner and I were milking the cows, and I can remember falling off the stool, you know."
    },
    {
      "start": 932.22,
      "end": 935.82,
      "text": "You were half delirious and didn't know, just like a drunken man."
    },
    {
      "start": 936.8,
      "end": 943.7,
      "text": "However, the result was that we were all down with the suicide the next day."
    },
    {
      "start": 943.72,
      "end": 947.91,
      "text": "Everybody excepting Dad, he was the only one that didn't hit."
    },
    {
      "start": 947.93,
      "end": 955.12,
      "text": "All the rest was, I would say, confined to our beds for three, four days and really sick with high temperature."
    },
    {
      "start": 955.14,
      "end": 965.57,
      "text": "Fortunately, there wasn't anybody in our neighborhood that died from it, but there were an awful lot of people around the country, pregnant women particularly, who died."
    },
    {
      "start": 966.38,
      "end": 974.83,
      "text": "They were, you know, had about a 50-50 chance of living if they were going to have a baby."
    },
    {
      "start": 974.85,
      "end": 979.94,
      "text": "And that's all it takes through 17, 19, 18, still home on the farm."
    },
    {
      "start": 979.96,
      "end": 983.88,
      "text": "Well, that spring, Dad bought a brand new tractor, a brand new type tractor."
    },
    {
      "start": 983.9,
      "end": 987.67,
      "text": "That was the big thing in that part of the country."
    },
    {
      "start": 988.61,
      "end": 991.47,
      "text": "At that time, tractors were just something brand new."
    },
    {
      "start": 993.07,
      "end": 1001.12,
      "text": "I remember a showpiece that was, and everybody there on Sunday, the people would flock in to see that brand new tractor."
    },
    {
      "start": 1001.14,
      "end": 1008.55,
      "text": "By today's standards, it was just about as useless as anything could be to do field work with."
    },
    {
      "start": 1008.57,
      "end": 1017.36,
      "text": "It only traveled about two and three-quarters of a mile an hour in high gear, so you could figure out what you could accomplish in one day."
    },
    {
      "start": 1017.38,
      "end": 1023.06,
      "text": "It would only pull about as much as five horses."
    },
    {
      "start": 1023.7,
      "end": 1026.77,
      "text": "we put into a five-horse load."
    },
    {
      "start": 1028.89,
      "end": 1033.16,
      "text": "I was 18 and 19 we dried out, totally dried out."
    },
    {
      "start": 1033.18,
      "end": 1044.49,
      "text": "We didn't, we just had to scrape and scrounge around to get enough feed to keep our livestock cool for the winter and enough grain possibly for the seed for the next year."
    },
    {
      "start": 1045.06,
      "end": 1050.92,
      "text": "But somehow it seemed we got by to no handouts from the government."
    },
    {
      "start": 1051.12,
      "end": 1062.04,
      "text": "With my dad, there were about five sets of relief from the government at any time throughout the years that we were farming."
    },
    {
      "start": 1062.36,
      "end": 1070.99,
      "text": "In 1920, the grasshoppers came in, and they just really come in clouds, you know, and it's well-poisoned, well-poisoned sections."
    },
    {
      "start": 1071.61,
      "end": 1080.52,
      "text": "Mixed the poison with what they were doing at the Minnesota headquarters, and we'd pick it up in bags, and then you'd put it on gloves, and"
    },
    {
      "start": 1081.13,
      "end": 1105.79,
      "text": "it was arsenic in with molasses and sodas and you'd walk through the fields and scatter that around to poison the hoppers but in the end you got very little crop out of it was probably five bushels to the acres so and that took us through 2021 a good crop a good crop that did rust"
    },
    {
      "start": 1108.26,
      "end": 1114.03,
      "text": "a little separator to go with the little Titan tractor we had."
    },
    {
      "start": 1115.29,
      "end": 1122.7,
      "text": "In the course of rigging it up, he and Joe and Zip got into some kind of an argument, so he appointed me to operate the machine."
    },
    {
      "start": 1122.72,
      "end": 1125.54,
      "text": "I was 19 years old at that time."
    },
    {
      "start": 1125.66,
      "end": 1132.63,
      "text": "So I was the chief operator of the separator and the engine, run both ends of it."
    },
    {
      "start": 1134.89,
      "end": 1141.72,
      "text": "after many other things besides that, to keep the grain wagons there and whatnot."
    },
    {
      "start": 1141.74,
      "end": 1146.11,
      "text": "And as it was then, that was 21, when Matt followed Joe and left, he went to the coast."
    },
    {
      "start": 1146.43,
      "end": 1148.71,
      "text": "In the winter, Sid left and went to the coast."
    },
    {
      "start": 1148.73,
      "end": 1153.74,
      "text": "So Mac and I were home alone on the farm then through 21, 22."
    },
    {
      "start": 1153.92,
      "end": 1159.85,
      "text": "Well, Bud was starting to grow up big enough then to be of a little help."
    },
    {
      "start": 1159.87,
      "end": 1161.37,
      "text": "He had born in 1911."
    },
    {
      "start": 1162.55,
      "end": 1167.82,
      "text": "And so he could herd in cows for us at one time or another."
    },
    {
      "start": 1167.84,
      "end": 1170.4,
      "text": "And in 23, we were having, what, crops?"
    },
    {
      "start": 1170.42,
      "end": 1171.92,
      "text": "22 or 23."
    },
    {
      "start": 1174.22,
      "end": 1180.13,
      "text": "And it was justwork all the time."
    },
    {
      "start": 1180.19,
      "end": 1183.06,
      "text": "That's all you ever did."
    },
    {
      "start": 1183.08,
      "end": 1183.96,
      "text": "You played a little bit."
    },
    {
      "start": 1184.62,
      "end": 1189.16,
      "text": "You went to a country dance once in a while, a schoolhouse dance or so, maybe once a month."
    },
    {
      "start": 1189.52,
      "end": 1197.09,
      "text": "Other than that, you'd just work, stay at home right by the oil lamp, go to the neighbors maybe once a week and have a card game."
    },
    {
      "start": 1198.31,
      "end": 1205.1,
      "text": "And time went fast, you worked hard, you retired the next time you were satisfied, you'd go to bed and call it a day."
    },
    {
      "start": 1207.36,
      "end": 1212.39,
      "text": "And the winter of 20, the fall of 23, mother went to California."
    },
    {
      "start": 1212.41,
      "end": 1214.19,
      "text": "She and the elder went to California."
    },
    {
      "start": 1215.17,
      "end": 1218.37,
      "text": "And it was during that winter."
    },
    {
      "start": 1218.41,
      "end": 1219.89,
      "text": "That was almost an open winter."
    },
    {
      "start": 1219.91,
      "end": 1222.57,
      "text": "Dad and I were hauling grain with wagons."
    },
    {
      "start": 1222.59,
      "end": 1224.06,
      "text": "We were not using sleighs."
    },
    {
      "start": 1225.22,
      "end": 1227.28,
      "text": "Right through the winter, we used wagons."
    },
    {
      "start": 1227.3,
      "end": 1232.94,
      "text": "And I used to go out and load up two loads of grain after the charge was done, and we'd go to town."
    },
    {
      "start": 1233.42,
      "end": 1236.57,
      "text": "And back was six miles."
    },
    {
      "start": 1236.59,
      "end": 1239.13,
      "text": "You walked your team the whole way down and the whole way back."
    },
    {
      "start": 1239.21,
      "end": 1243.33,
      "text": "So it's a big half day to go downtown and back."
    },
    {
      "start": 1244.21,
      "end": 1248.23,
      "text": "He kept complaining he wasn't feeling good all the while we were hauling grain."
    },
    {
      "start": 1249.27,
      "end": 1251.58,
      "text": "Finally, one day he goes to the doctor at Griffin."
    },
    {
      "start": 1251.6,
      "end": 1255.82,
      "text": "The doctor told him he's just an old, burned-out piece of machinery."
    },
    {
      "start": 1255.84,
      "end": 1262.19,
      "text": "And so he didn't feel any better, so he got on the train one day and went down to Kenman Arctic over there."
    },
    {
      "start": 1262.21,
      "end": 1264.17,
      "text": "There were some doctors there."
    },
    {
      "start": 1264.19,
      "end": 1268.72,
      "text": "The Ewing brothers had quite a reputation as being good doctors."
    },
    {
      "start": 1270.16,
      "end": 1274.05,
      "text": "So he went down there to see what was wrong with him."
    },
    {
      "start": 1274.72,
      "end": 1278.78,
      "text": "And when I put him on the train that day, that was the last time I talked to them."
    },
    {
      "start": 1280.16,
      "end": 1285.09,
      "text": "The next word we got within about a week's time that he'd been admitted as a hospital."
    },
    {
      "start": 1285.11,
      "end": 1289.81,
      "text": "And the very next day we got a phone call, somebody better come down to Dan to seriously ill."
    },
    {
      "start": 1292.14,
      "end": 1299.0,
      "text": "So that night I, uh, that afternoon I went to town, didn't have any money or anything to go with and, uh,"
    },
    {
      "start": 1299.56,
      "end": 1302.86,
      "text": "I went to the banker and told him what had happened."
    },
    {
      "start": 1302.88,
      "end": 1307.87,
      "text": "He was a good friend of Dad's, so he said, here's the money, whatever you need, you can have."
    },
    {
      "start": 1307.89,
      "end": 1321.45,
      "text": "And we went to our state, and that night he popped the train and got into Canterbury at about 2 o'clock in the morning after a big layover at that portal at the international border."
    },
    {
      "start": 1322.41,
      "end": 1327.07,
      "text": "Got there about 2 o'clock in the morning, I fell in the hospital, and they said, Dad is resting well."
    },
    {
      "start": 1328.08,
      "end": 1340.69,
      "text": "And the next morning, when I walked down to see him, which was about 9 o'clock in the morning when I got to the hospital, they said your daddy was dying."
    },
    {
      "start": 1340.71,
      "end": 1344.82,
      "text": "So that was another paragraph finished."
    },
    {
      "start": 1344.84,
      "end": 1350.61,
      "text": "From there on, I got back to the hotel, and I phoned my aunt back at Halbright to find out"
    },
    {
      "start": 1350.92,
      "end": 1352.05,
      "text": "Where do I start?"
    },
    {
      "start": 1352.07,
      "end": 1352.67,
      "text": "What do I do?"
    },
    {
      "start": 1352.69,
      "end": 1358.72,
      "text": "And she directed me and got busy on the phone and notified everybody."
    },
    {
      "start": 1358.74,
      "end": 1368.67,
      "text": "I'll cut it off now and we'll come to that story when we start up again about what happened to Dad, etc."
    },
    {
      "start": 1371.08,
      "end": 1377.43,
      "text": "And what I did to Here I Am 21 years ago."
    },
    {
      "start": 1377.45,
      "end": 1378.79,
      "text": "21 before the fall."
    },
    {
      "start": 1379.65,
      "end": 1381.69,
      "text": "with a thing like this in my hand."
    },
    {
      "start": 1381.73,
      "end": 1392.6,
      "text": "My mother was in, by the time she'd gone up to my sister, Anne was in Oregon, and she was visiting there."
    },
    {
      "start": 1392.62,
      "end": 1404.15,
      "text": "The owner had stayed in California, so we got ahold of her, and it's a long story from there on, and so we're cutting her off for now, and I'll finish that when I start it again."
    },
    {
      "start": 1404.17,
      "end": 1408.54,
      "text": "Well, here we are, about three weeks later,"
    },
    {
      "start": 1409.36,
      "end": 1413.33,
      "text": "And I'll try to carry on from here."
    },
    {
      "start": 1414.99,
      "end": 1424.85,
      "text": "First off, I'll turn the clock back and sort of reminisce on some of the highlights."
    },
    {
      "start": 1424.87,
      "end": 1436.48,
      "text": "Some of the things that I remember that were outstanding during that first, what was that, 22 years that I've come to know."
    },
    {
      "start": 1440.19,
      "end": 1444.5,
      "text": "coming to Halbrite when I was four and a half years old."
    },
    {
      "start": 1447.34,
      "end": 1450.35,
      "text": "Not much happened then through the years."
    },
    {
      "start": 1450.37,
      "end": 1452.91,
      "text": "I don't think I started school until I was about seven."
    },
    {
      "start": 1456.55,
      "end": 1465.44,
      "text": "When I was about eight years old, I went to the States with my mother and dad, went down by train in the winter to fall, I guess it was, yes, in the fall of the year."
    },
    {
      "start": 1466.52,
      "end": 1468.12,
      "text": "And I remember"
    },
    {
      "start": 1469.27,
      "end": 1498.55,
      "text": "of seeing a team of horses run away and run in front of our train and a man and lady sitting up high on the wagon and I was looking out of the window and I saw the train hit them and there's pieces through every direction and the woman got run over and I can distinctly remember looking down out of the window and seeing one of her legs lay along the track the horses didn't get hurt they went"
    },
    {
      "start": 1499.24,
      "end": 1522.46,
      "text": "run away wild over the field then we visited true iowa and I remember a few things about that visit and then mother stayed down in iowa and dad came home with me and we stopped in minneapolis and I still remember him taking me to the bar room that night while he went in to have a drink and of all the food they had in their free food"
    },
    {
      "start": 1524.47,
      "end": 1531.42,
      "text": "sausage and bread and butter or anything like that."
    },
    {
      "start": 1531.44,
      "end": 1537.73,
      "text": "I don't remember any more about the trip excepting those three little incidents."
    },
    {
      "start": 1539.73,
      "end": 1545.04,
      "text": "Back when I was 11 years old, I went to the convent that winter."
    },
    {
      "start": 1545.06,
      "end": 1554.27,
      "text": "I went there about the first of November and stayed there until Easter time when I came home and finished my schooling."
    },
    {
      "start": 1554.96,
      "end": 1561.49,
      "text": "I was taking my grade five, I think."
    },
    {
      "start": 1562.23,
      "end": 1567.75,
      "text": "I can remember I couldn't write very good, anyway."
    },
    {
      "start": 1568.88,
      "end": 1572.76,
      "text": "And then I remember the World War coming on."
    },
    {
      "start": 1572.92,
      "end": 1574.32,
      "text": "You didn't hear much about it."
    },
    {
      "start": 1574.34,
      "end": 1580.83,
      "text": "No radio, no communication, except when Dad would come home from town with the news about what was going on."
    },
    {
      "start": 1580.85,
      "end": 1584.51,
      "text": "He would bring a paper home."
    },
    {
      "start": 1587.23,
      "end": 1594.58,
      "text": "I heard my first radio, I think it was 1921."
    },
    {
      "start": 1594.72,
      "end": 1603.43,
      "text": "Maybe later than that, it could have been 1922 or 1923, I heard my first radio."
    },
    {
      "start": 1603.45,
      "end": 1617.15,
      "text": "In the winter of 1922, I came to Regina and took a telephone course in order to be able to maintain the telephone, the local rural telephone."
    },
    {
      "start": 1623.52,
      "end": 1626.49,
      "text": "time, I recollect."
    },
    {
      "start": 1626.51,
      "end": 1628.21,
      "text": "I didn't care about dancing."
    },
    {
      "start": 1628.23,
      "end": 1631.65,
      "text": "I used to go to the dances, but dancing didn't mean anything to me."
    },
    {
      "start": 1631.67,
      "end": 1634.52,
      "text": "There was no drinking amongst the young people, whatever."
    },
    {
      "start": 1634.54,
      "end": 1639.77,
      "text": "House parties were quite common, and you had a lot of fun at house parties."
    },
    {
      "start": 1639.83,
      "end": 1644.43,
      "text": "I played games that anyone from six to sixty could play."
    },
    {
      "start": 1644.55,
      "end": 1649.26,
      "text": "And hunting and working, that was the main interest you had."
    },
    {
      "start": 1649.28,
      "end": 1651.2,
      "text": "In the summertime, I played baseball."
    },
    {
      "start": 1651.22,
      "end": 1652.72,
      "text": "I always loved the game of baseball."
    },
    {
      "start": 1653.85,
      "end": 1666.49,
      "text": "I thought nothing of writing six miles a night after supper to practice baseball, let alone play."
    },
    {
      "start": 1666.51,
      "end": 1668.33,
      "text": "Another great interest was wrestling."
    },
    {
      "start": 1668.59,
      "end": 1671.13,
      "text": "I was fairly good at wrestling."
    },
    {
      "start": 1671.15,
      "end": 1676.46,
      "text": "I wasn't in any way a professional, but I learned a lot about it."
    },
    {
      "start": 1676.48,
      "end": 1681.53,
      "text": "A great thing that carried you a long way is what the best means of self-defense are words."
    },
    {
      "start": 1688.54,
      "end": 1698.97,
      "text": "And I demonstrate many times in years to come that there's more than just an average wrestler."
    },
    {
      "start": 1698.99,
      "end": 1706.58,
      "text": "Many, many unusual stories turned up after that."
    },
    {
      "start": 1706.6,
      "end": 1713.55,
      "text": "Right now, I'll go back now to about 1924, yes."
    },
    {
      "start": 1713.75,
      "end": 1715.53,
      "text": "Dad was dead and buried."
    },
    {
      "start": 1716.41,
      "end": 1717.34,
      "text": "Big funeral."
    },
    {
      "start": 1717.87,
      "end": 1719.81,
      "text": "rainy day, drove to town."
    },
    {
      "start": 1720.28,
      "end": 1728.1,
      "text": "His body was brought out to the farm and laid in state there, you might say, for a couple of days until the funeral day."
    },
    {
      "start": 1729.01,
      "end": 1737.91,
      "text": "And it was raining, cars weren't running, everybody drove in with teams, six and a half miles to town."
    },
    {
      "start": 1737.93,
      "end": 1744.8,
      "text": "So it was anything but a nice funeral day."
    },
    {
      "start": 1744.86,
      "end": 1746.98,
      "text": "And it started snowing."
    },
    {
      "start": 1747.54,
      "end": 1776.13,
      "text": "just when the mass is just about over it starts and it's not quite heavy and I remember as you remember one of the things that the station agent t.p mcgee said to me the next day he said well Linden, he said happy is the day no happy is the day happy is the soul"
    },
    {
      "start": 1786.62,
      "end": 1814.59,
      "text": "right now I'll add a few words while I'm trying to get the tapes lined up again this is something to try to make a continuous story out of these bits and pieces so now I'll start the tape rolling again"
    },
    {
      "start": 1818.06,
      "end": 1833.82,
      "text": "I'm still having trouble."
    },
    {
      "start": 1835.62,
      "end": 1838.88,
      "text": "I'm still having trouble, but I'll get her in time sooner or later."
    },
    {
      "start": 1845.17,
      "end": 1847.21,
      "text": "You'll hear some repeating in the background."
    },
    {
      "start": 1848.02,
      "end": 1858.23,
      "text": "So I took the reins of destroying the farm at that particular moment right then."
    },
    {
      "start": 1858.25,
      "end": 1860.01,
      "text": "Everybody went their way and Max and I and Bud and Mother were left alone in the farm."
    },
    {
      "start": 1860.03,
      "end": 1860.83,
      "text": "I knew a lot about things."
    },
    {
      "start": 1861.05,
      "end": 1864.05,
      "text": "I knew all about farming."
    },
    {
      "start": 1864.07,
      "end": 1865.55,
      "text": "Carried on just the same as when Dad was there."
    },
    {
      "start": 1865.57,
      "end": 1872.34,
      "text": "I had to look after all the finances and take care of the bank accounts and everything."
    },
    {
      "start": 1872.36,
      "end": 1874.56,
      "text": "Decide where we planted and what we planted."
    },
    {
      "start": 1875.18,
      "end": 1877.67,
      "text": "But not that Mac and I got along very good."
    },
    {
      "start": 1877.69,
      "end": 1879.49,
      "text": "We run a good show here."
    },
    {
      "start": 1880.13,
      "end": 1891.59,
      "text": "At the end of the three years, the banker said that we had run one of the best financial firms in the district."
    },
    {
      "start": 1891.61,
      "end": 1893.27,
      "text": "Not big, but it was good."
    },
    {
      "start": 1893.29,
      "end": 1896.03,
      "text": "We made good money each year."
    },
    {
      "start": 1896.05,
      "end": 1903.62,
      "text": "And for my efforts, I got $600 the first year, $800 the second year,"
    },
    {
      "start": 1904.53,
      "end": 1928.63,
      "text": "a thousand dollars the third year and it was at that time when some of the boys came home from california and they things hadn't been going too well down there I expect and uh they started uh you know sort of raising evictions that I was getting too much money I had the use of the car as well naturally being the manager of the farm I just"
    },
    {
      "start": 1928.81,
      "end": 1931.54,
      "text": "ride the tractor and let the other guys sit around."
    },
    {
      "start": 1931.94,
      "end": 1935.9,
      "text": "Well, one day the machinery and let the other boys sit around."
    },
    {
      "start": 1935.92,
      "end": 1938.12,
      "text": "I was the manager and took charge."
    },
    {
      "start": 1938.14,
      "end": 1943.05,
      "text": "If there was anybody that wasn't all over the machinery, it was me."
    },
    {
      "start": 1943.07,
      "end": 1954.15,
      "text": "So I got my Irish up and I said, okay, if that's the way you feel about it, somebody else can run the farm."
    },
    {
      "start": 1954.17,
      "end": 1958.4,
      "text": "I can make a living without staying here and getting"
    },
    {
      "start": 1958.99,
      "end": 1960.05,
      "text": "too much money."
    },
    {
      "start": 1960.09,
      "end": 1965.09,
      "text": "My wages already had been set for $1,200 for the next year."
    },
    {
      "start": 1965.11,
      "end": 1978.93,
      "text": "So with that, I threw in the towel, and I packed up my suitcase, and a cousin from Worthington, Iowa, by the name of Margaret Hemmer, was up harvesting with us."
    },
    {
      "start": 1978.95,
      "end": 1986.93,
      "text": "And I jumped in the car, in the car with him, and we drove straight through to Worthington, Iowa, which is about 1,300 miles."
    },
    {
      "start": 1991.2,
      "end": 1993.54,
      "text": "Oh, there was snow all over the country."
    },
    {
      "start": 1993.56,
      "end": 1998.67,
      "text": "There was snow pretty near all the way down there."
    },
    {
      "start": 1998.71,
      "end": 1999.25,
      "text": "It was cold."
    },
    {
      "start": 1999.27,
      "end": 2003.92,
      "text": "We just had a four-grocer, Model T four-grocer."
    },
    {
      "start": 2003.94,
      "end": 2009.43,
      "text": "And when I got there, I think we had 36 hours on the road."
    },
    {
      "start": 2009.45,
      "end": 2012.08,
      "text": "When I got there, I had chilled way into the"
    },
    {
      "start": 2021.3,
      "end": 2025.25,
      "text": "Anyway, I stayed with an uncle in Worthington, Iowa."
    },
    {
      "start": 2025.27,
      "end": 2034.36,
      "text": "I had been down there on previous visits, so I wasn't a stranger in the area."
    },
    {
      "start": 2034.5,
      "end": 2035.34,
      "text": "I knew all my relatives."
    },
    {
      "start": 2035.5,
      "end": 2038.45,
      "text": "I stayed at Uncle Nick's place, and I got there."
    },
    {
      "start": 2038.47,
      "end": 2040.11,
      "text": "And, you know, I was sort of disturbed and upset."
    },
    {
      "start": 2040.13,
      "end": 2044.33,
      "text": "I was out of my environment, which I was so happy."
    },
    {
      "start": 2044.35,
      "end": 2045.47,
      "text": "So I got there."
    },
    {
      "start": 2045.5,
      "end": 2047.3,
      "text": "I couldn't go to sleep."
    },
    {
      "start": 2047.32,
      "end": 2049.86,
      "text": "I had to go to bed, and I'd lay awake at 4 or 5 o'clock in the morning."
    },
    {
      "start": 2064.22,
      "end": 2071.35,
      "text": "Well, I stayed in Worthington during December, doing nothing, just hanging around."
    },
    {
      "start": 2071.37,
      "end": 2078.35,
      "text": "I forget how much money I had, but I had wages coming from the polls."
    },
    {
      "start": 2078.6,
      "end": 2090.21,
      "text": "I had enough money that I was able to buy a model T group car, to pay, as they called it."
    },
    {
      "start": 2090.23,
      "end": 2090.85,
      "text": "And with that,"
    },
    {
      "start": 2091.57,
      "end": 2093.83,
      "text": "I was walking around the town."
    },
    {
      "start": 2093.85,
      "end": 2096.98,
      "text": "Worthington was about 300 people."
    },
    {
      "start": 2097.0,
      "end": 2101.26,
      "text": "And I wasn't doing it well, for there were a lot of people around there not working."
    },
    {
      "start": 2101.28,
      "end": 2105.75,
      "text": "Cousin Jake Achen was down there at the time, too."
    },
    {
      "start": 2105.77,
      "end": 2109.61,
      "text": "And in the course of being with Jake, I got to the blacksmith shop one day."
    },
    {
      "start": 2109.63,
      "end": 2112.19,
      "text": "And his cousin was in the blacksmith shop."
    },
    {
      "start": 2112.21,
      "end": 2113.07,
      "text": "And it started raining."
    },
    {
      "start": 2113.21,
      "end": 2114.57,
      "text": "It got sleety as it quit."
    },
    {
      "start": 2114.59,
      "end": 2116.9,
      "text": "It was just a sheet of ice all over."
    },
    {
      "start": 2116.92,
      "end": 2119.86,
      "text": "And everybody was bringing in horses to shoe."
    },
    {
      "start": 2120.82,
      "end": 2125.84,
      "text": "He asked if anybody wanted help, and I said, sure, I can trim the horse's hoof as well as anybody."
    },
    {
      "start": 2125.95,
      "end": 2132.16,
      "text": "So I started trimming the horse's hoof, and he would fit on the shoes, and pretty soon he had me nailing on the shoes."
    },
    {
      "start": 2132.18,
      "end": 2134.14,
      "text": "For that, he was paying me four dollars a day."
    },
    {
      "start": 2134.36,
      "end": 2137.99,
      "text": "I probably worked there about a week or ten days."
    },
    {
      "start": 2138.07,
      "end": 2141.57,
      "text": "Oh, I'd say a week at the inside, and that was over."
    },
    {
      "start": 2142.29,
      "end": 2146.1,
      "text": "And then I was around town, and I think it was on the fourth or fifth day,"
    },
    {
      "start": 2148.74,
      "end": 2152.23,
      "text": "Worthington or working out of Worthington."
    },
    {
      "start": 2152.25,
      "end": 2154.41,
      "text": "And one of the girls at the cafe tipped me off."
    },
    {
      "start": 2154.95,
      "end": 2159.54,
      "text": "She said, hey, if you want a job, one of the guys on the power gang is going to get fired."
    },
    {
      "start": 2159.56,
      "end": 2163.51,
      "text": "I heard the boss say to another man, he's going to fire him tonight."
    },
    {
      "start": 2163.53,
      "end": 2165.53,
      "text": "So I went to the boss and I said, can I get a job?"
    },
    {
      "start": 2165.55,
      "end": 2166.59,
      "text": "And he said, sure."
    },
    {
      "start": 2166.61,
      "end": 2169.2,
      "text": "He said, come around tomorrow morning and go to work."
    },
    {
      "start": 2170.2,
      "end": 2174.22,
      "text": "Wages would be 35 cents an hour."
    },
    {
      "start": 2174.24,
      "end": 2175.44,
      "text": "Well, that was"
    },
    {
      "start": 2176.17,
      "end": 2178.79,
      "text": "Ten hours a day, $3.50 a day."
    },
    {
      "start": 2178.97,
      "end": 2180.33,
      "text": "Hooray, away we go."
    },
    {
      "start": 2181.15,
      "end": 2185.9,
      "text": "And I went to work the next morning, and that was my start."
    },
    {
      "start": 2186.76,
      "end": 2189.78,
      "text": "This was on January the 4th, 1927."
    },
    {
      "start": 2190.0,
      "end": 2200.57,
      "text": "I'll always remember that date."
    },
    {
      "start": 2200.59,
      "end": 2203.91,
      "text": "My first date was digging holes."
    },
    {
      "start": 2210.12,
      "end": 2212.32,
      "text": "two and a half feet."
    },
    {
      "start": 2212.4,
      "end": 2216.95,
      "text": "And being the new man on the gang, I think there were five men on the gang."
    },
    {
      "start": 2216.97,
      "end": 2219.87,
      "text": "I being the new man, I got the last two of them around."
    },
    {
      "start": 2220.01,
      "end": 2226.16,
      "text": "I got a little of a bar for digging through frost that was just so dull."
    },
    {
      "start": 2226.18,
      "end": 2231.34,
      "text": "And I went out and I saw that at the end of the first day that my house was breached."
    },
    {
      "start": 2231.36,
      "end": 2234.04,
      "text": "You know, I was ambitious and I worked hard, but I wasn't making any money."
    },
    {
      "start": 2234.06,
      "end": 2238.07,
      "text": "The second day, one of the older fellows on the crew"
    },
    {
      "start": 2256.54,
      "end": 2259.25,
      "text": "and never looked back from there on in."
    },
    {
      "start": 2259.27,
      "end": 2260.97,
      "text": "I was the top production man."
    },
    {
      "start": 2261.93,
      "end": 2264.33,
      "text": "Being younger than the other man is powerful."
    },
    {
      "start": 2264.43,
      "end": 2277.75,
      "text": "I was able to just produce more than this, but well, we, I don't remember, I was on that job maybe a month."
    },
    {
      "start": 2277.77,
      "end": 2282.65,
      "text": "We were moving around the country, not necessarily always in Worthington."
    },
    {
      "start": 2282.67,
      "end": 2284.9,
      "text": "And the boss come along one day and"
    },
    {
      "start": 2285.28,
      "end": 2291.73,
      "text": "He said, we're moving out of here, we're moving across the state to Sioux City, to south of Sioux City Isle."
    },
    {
      "start": 2292.57,
      "end": 2296.1,
      "text": "Do I go along with it?"
    },
    {
      "start": 2296.12,
      "end": 2297.16,
      "text": "Well, I'll have to relate."
    },
    {
      "start": 2297.18,
      "end": 2308.13,
      "text": "In the meantime, the boss had come to me one day, and he said, say, he said, I put in for 40 cents an hour for you, but the head office turned it down."
    },
    {
      "start": 2309.4,
      "end": 2312.3,
      "text": "I see that you're doing more work than any of these other fellows, but you..."
    },
    {
      "start": 2315.57,
      "end": 2325.9,
      "text": "So he said, I'm going to plug your time enough so that it will amount to 40 cents an hour."
    },
    {
      "start": 2325.92,
      "end": 2326.74,
      "text": "Well, I felt pretty happy about that."
    },
    {
      "start": 2326.76,
      "end": 2329.07,
      "text": "Well, to get back, he said, we're moving across the state."
    },
    {
      "start": 2329.91,
      "end": 2332.53,
      "text": "He said, do you want to go with us?"
    },
    {
      "start": 2332.55,
      "end": 2339.76,
      "text": "I said, yes, but I don't think I should have to keep on building homes."
    },
    {
      "start": 2344.41,
      "end": 2347.61,
      "text": "learn to do something else."
    },
    {
      "start": 2347.63,
      "end": 2352.46,
      "text": "Well, he said, you won't have to be close very much when you get over there."
    },
    {
      "start": 2352.48,
      "end": 2355.32,
      "text": "But I'll teach you other things."
    },
    {
      "start": 2355.34,
      "end": 2364.13,
      "text": "So we moved across to a town by the name of Winnebago, Nebraska, just south of Sioux City, Iowa."
    },
    {
      "start": 2365.81,
      "end": 2370.14,
      "text": "And we were there for into the spring break up."
    },
    {
      "start": 2370.26,
      "end": 2373.0,
      "text": "And one Sunday afternoon, I took an ocean to drive up"
    },
    {
      "start": 2376.19,
      "end": 2382.41,
      "text": "which was about 125 miles from where I was working."
    },
    {
      "start": 2384.67,
      "end": 2390.82,
      "text": "And I drove up there, and here I find Lori in one heck of a mess."
    },
    {
      "start": 2390.84,
      "end": 2396.69,
      "text": "His wife had died two years before that."
    },
    {
      "start": 2396.71,
      "end": 2399.69,
      "text": "He had eight children, or seven."
    },
    {
      "start": 2399.71,
      "end": 2401.37,
      "text": "One had died."
    },
    {
      "start": 2401.57,
      "end": 2402.39,
      "text": "He had seven children."
    },
    {
      "start": 2402.41,
      "end": 2404.57,
      "text": "The oldest one about 17, a girl of 17."
    },
    {
      "start": 2405.21,
      "end": 2409.52,
      "text": "couple of boys at about 10 and 11 years old."
    },
    {
      "start": 2410.9,
      "end": 2415.71,
      "text": "And he had sciatica so bad he could hardly walk."
    },
    {
      "start": 2415.73,
      "end": 2421.92,
      "text": "So when I saw the shape he was in, I said, well, I'll quit my job and I'll come up here and I'll put your crop in the land."
    },
    {
      "start": 2421.94,
      "end": 2423.96,
      "text": "He was actually sick, very sick."
    },
    {
      "start": 2423.98,
      "end": 2427.71,
      "text": "He didn't know how he was going to carry on."
    },
    {
      "start": 2427.73,
      "end": 2428.23,
      "text": "He didn't have any money."
    },
    {
      "start": 2428.25,
      "end": 2430.55,
      "text": "And things were really great in that time."
    },
    {
      "start": 2430.83,
      "end": 2432.27,
      "text": "So I said, I'll come back up here."
    },
    {
      "start": 2432.35,
      "end": 2433.94,
      "text": "I'll go down there and work till the end."
    },
    {
      "start": 2436.43,
      "end": 2444.14,
      "text": "So I, when I was leaving, he said, have you got enough money now to get down, down home?"
    },
    {
      "start": 2444.26,
      "end": 2445.86,
      "text": "Oh, I said, yeah, I'm all right."
    },
    {
      "start": 2445.92,
      "end": 2446.86,
      "text": "I got $3."
    },
    {
      "start": 2447.08,
      "end": 2448.95,
      "text": "I got my tank full of gas."
    },
    {
      "start": 2449.03,
      "end": 2450.59,
      "text": "That'll get me there."
    },
    {
      "start": 2450.61,
      "end": 2454.29,
      "text": "Well, he said, what are you going to do if you have a flat tire?"
    },
    {
      "start": 2454.35,
      "end": 2456.66,
      "text": "Well, he said, I don't expect to have a flat tire."
    },
    {
      "start": 2457.3,
      "end": 2458.84,
      "text": "So he handed me a $10 bill."
    },
    {
      "start": 2458.98,
      "end": 2460.32,
      "text": "He said, here, take this."
    },
    {
      "start": 2462.0,
      "end": 2464.49,
      "text": "He said, just in case you have trouble."
    },
    {
      "start": 2464.51,
      "end": 2466.05,
      "text": "So I went down and I, uh,"
    },
    {
      "start": 2466.87,
      "end": 2472.8,
      "text": "I told the boss the next day what I had run into, and I said, I'm going to quit at the end of the week."
    },
    {
      "start": 2472.82,
      "end": 2476.81,
      "text": "And I said, anyway, I don't like this life too much."
    },
    {
      "start": 2476.83,
      "end": 2480.05,
      "text": "I said, you're leading a kind of a transient life."
    },
    {
      "start": 2480.21,
      "end": 2486.9,
      "text": "And I said, I was brought up in a good home where you had, you know, everything you needed to live with in here."
    },
    {
      "start": 2486.92,
      "end": 2494.55,
      "text": "I said, you just, you know, we get by with what we have to have, I thought about it."
    },
    {
      "start": 2495.76,
      "end": 2525.7,
      "text": "well he said i'll tell you something you'll leave now but you'll be back he said you're the kind of an individual that I can see really likes this kind of life no I said i'll never come back so good laugh at the end of the week I said goodbye and I went up to lori's I spent april may june and tell about the middle of july"
    },
    {
      "start": 2530.09,
      "end": 2559.01,
      "text": "Just now the tape cut off and I can't just tell where it's going to start in because when I go in on the"
    },
    {
      "start": 2559.3,
      "end": 2560.04,
      "text": "on the tape."
    },
    {
      "start": 2561.48,
      "end": 2564.04,
      "text": "When I find out, I start talking about something else."
    },
    {
      "start": 2564.06,
      "end": 2565.45,
      "text": "So I'll finish this story off."
    },
    {
      "start": 2567.15,
      "end": 2576.62,
      "text": "Lorry didn't know what to do, so I got some of the neighbors in and we cut his 40 or 50 acres of oats, which was flat on the ground."
    },
    {
      "start": 2576.66,
      "end": 2578.38,
      "text": "We put it up into stacks."
    },
    {
      "start": 2579.55,
      "end": 2580.73,
      "text": "And that took us a few days."
    },
    {
      "start": 2580.75,
      "end": 2588.54,
      "text": "And when that was finished, I went into south, into Nebraska, where I had a cousin that was farming."
    },
    {
      "start": 2588.56,
      "end": 2589.12,
      "text": "And I"
    },
    {
      "start": 2590.19,
      "end": 2619.58,
      "text": "helped them with the harvest and that's where I found out what real heat is it's never been hot for me any place since there it never cooled off the night it just stayed about 90 92 degrees day and night and I helped them with their harvest and then i've headed north and I think somewhere along here we'll cut back in and i'll pick up when I head back up into dakota"
    },
    {
      "start": 2620.4,
      "end": 2625.93,
      "text": "So right now I'll turn the other tape on and see what comes out of it."
    },
    {
      "start": 2627.87,
      "end": 2630.39,
      "text": "We'll try to patch it up."
    },
    {
      "start": 2630.45,
      "end": 2631.08,
      "text": "Visit Janie."
    },
    {
      "start": 2631.1,
      "end": 2634.1,
      "text": "Janie had a new baby, her first."
    },
    {
      "start": 2634.48,
      "end": 2642.19,
      "text": "And so from there, after spending ten days there, she's going on to London, England to visit Norm."
    },
    {
      "start": 2644.35,
      "end": 2649.8,
      "text": "So I've been here on my own getting along okay, sort of preparing for winter."
    },
    {
      "start": 2650.57,
      "end": 2659.11,
      "text": "doing up the swimming pool and taking the flowers out as they die and whatnot."
    },
    {
      "start": 2659.19,
      "end": 2663.85,
      "text": "Cut down a couple of big trees in front and just generally preparing for winter."
    },
    {
      "start": 2671.2,
      "end": 2679.1,
      "text": "That bit of music you heard in there was I'm taping over a record that I had taped"
    },
    {
      "start": 2679.68,
      "end": 2705.4,
      "text": "taken off the radio the other day they were playing the song Yes We Have No Bananas and I sing that to Janie or to little Leslie every once in a while so I just want to let her know that it was really a song that I hadn't just made it up however to get back to when I left Laurie's I think that's where I stopped on the other side of the tape"
    },
    {
      "start": 2709.74,
      "end": 2713.34,
      "text": "While I was in Iowa, I met my cousin."
    },
    {
      "start": 2713.36,
      "end": 2718.65,
      "text": "She was a hammer girl, married to a deaner, lived in Nebraska."
    },
    {
      "start": 2718.67,
      "end": 2723.48,
      "text": "And they had asked that I come out there and help them harvest."
    },
    {
      "start": 2723.52,
      "end": 2726.62,
      "text": "So when we were hailed out at Laurie's, I helped him a few days."
    },
    {
      "start": 2726.88,
      "end": 2735.26,
      "text": "We cut up, cut down a field of green oats that had been badly piled up, and we put it up for hay."
    },
    {
      "start": 2736.37,
      "end": 2742.43,
      "text": "And after that was finished, I got in my car and I went down to Diener's at Davidson, Nebraska to help them harvest."
    },
    {
      "start": 2744.38,
      "end": 2746.66,
      "text": "Well, while down there, I found out what heat was."
    },
    {
      "start": 2747.26,
      "end": 2752.84,
      "text": "To me, it's never been hot since that, I guess it was in August of 1927."
    },
    {
      "start": 2752.94,
      "end": 2757.85,
      "text": "It would be so hot there."
    },
    {
      "start": 2757.87,
      "end": 2760.73,
      "text": "And the harvest went on, as usual."
    },
    {
      "start": 2760.75,
      "end": 2764.08,
      "text": "We didn't stop because it was too hot."
    },
    {
      "start": 2764.1,
      "end": 2766.34,
      "text": "But there was no breeze night or day."
    },
    {
      "start": 2766.66,
      "end": 2768.52,
      "text": "the window would just dance there."
    },
    {
      "start": 2768.56,
      "end": 2773.65,
      "text": "Maybe by two o'clock in the morning the window would start to turn a little bit."
    },
    {
      "start": 2773.67,
      "end": 2782.5,
      "text": "You'd go to bed at night and you'd just lie on the cover, on the bed without any covers, no clothes on, and perspire."
    },
    {
      "start": 2782.94,
      "end": 2787.46,
      "text": "And if you got three hours sleep in a night, you were darn lucky."
    },
    {
      "start": 2787.48,
      "end": 2791.33,
      "text": "And this, well, I suppose it lasted for about a week."
    },
    {
      "start": 2791.41,
      "end": 2792.51,
      "text": "It was real bad."
    },
    {
      "start": 2792.53,
      "end": 2795.11,
      "text": "But it was a brand new experience for me after having"
    },
    {
      "start": 2795.8,
      "end": 2804.86,
      "text": "down through so many harvests up here in Canada, where it's reasonably cool all the time."
    },
    {
      "start": 2804.88,
      "end": 2819.56,
      "text": "After I finished there, I got in the car and I went up through by Larry's place again, stopped there a couple of days, and then on up to Aberdeen, South Dakota, where I had an alcohol"
    },
    {
      "start": 2820.96,
      "end": 2824.61,
      "text": "I had a cousin at Urban, the oldest boy, which is my age."
    },
    {
      "start": 2824.63,
      "end": 2826.85,
      "text": "I had met him in Iowa."
    },
    {
      "start": 2826.87,
      "end": 2830.62,
      "text": "So I went off to their farm."
    },
    {
      "start": 2831.08,
      "end": 2832.8,
      "text": "I didn't know where I was going."
    },
    {
      "start": 2832.9,
      "end": 2835.48,
      "text": "I was just out scouting around."
    },
    {
      "start": 2836.37,
      "end": 2843.14,
      "text": "So I went out to their farm, and they were in the process of haying, right in the start of harvesting hay."
    },
    {
      "start": 2844.06,
      "end": 2852.19,
      "text": "So I helped them a bit for a few days, and I told them that I'd like to get a job welding a thrashing machine, because I was an experienced separator operator."
    },
    {
      "start": 2854.59,
      "end": 2862.82,
      "text": "And they told me, well, there's a fellow out north of town with the greatest thrasher in this country."
    },
    {
      "start": 2862.84,
      "end": 2864.89,
      "text": "He's had a reputation for years and years."
    },
    {
      "start": 2866.45,
      "end": 2867.89,
      "text": "Well, I said, I'll go out and see him."
    },
    {
      "start": 2868.09,
      "end": 2870.57,
      "text": "I had the courage and the nerve."
    },
    {
      "start": 2870.59,
      "end": 2872.09,
      "text": "I was self-confident."
    },
    {
      "start": 2875.64,
      "end": 2877.84,
      "text": "station to gas up before I went out there."
    },
    {
      "start": 2877.86,
      "end": 2881.3,
      "text": "And the fellow noticed I had an Iowa license on me."
    },
    {
      "start": 2881.32,
      "end": 2882.22,
      "text": "He asked me what I was doing."
    },
    {
      "start": 2882.26,
      "end": 2884.43,
      "text": "I said, well, I'm harvesting."
    },
    {
      "start": 2884.45,
      "end": 2886.87,
      "text": "He said, where are you harvesting?"
    },
    {
      "start": 2886.89,
      "end": 2891.01,
      "text": "Well, I said, I'm going to go out and see if I can get a job running a Martin-Twight separator."
    },
    {
      "start": 2892.29,
      "end": 2893.56,
      "text": "Martin-Twight separator?"
    },
    {
      "start": 2893.96,
      "end": 2894.7,
      "text": "I said, yes."
    },
    {
      "start": 2896.34,
      "end": 2898.52,
      "text": "Well, he's the best flasher in the country."
    },
    {
      "start": 2899.08,
      "end": 2900.16,
      "text": "They never stop."
    },
    {
      "start": 2900.18,
      "end": 2903.35,
      "text": "Once that machine starts in the morning, it never stops till night."
    },
    {
      "start": 2904.36,
      "end": 2907.06,
      "text": "Well, I said, that's the kind of an outfit I want to work on."
    },
    {
      "start": 2907.18,
      "end": 2908.84,
      "text": "I used to run one like that."
    },
    {
      "start": 2908.88,
      "end": 2909.73,
      "text": "We never stopped."
    },
    {
      "start": 2909.79,
      "end": 2911.23,
      "text": "There's such a munch all night."
    },
    {
      "start": 2911.25,
      "end": 2913.87,
      "text": "We bet that we wouldn't have any trouble during the day."
    },
    {
      "start": 2914.57,
      "end": 2924.75,
      "text": "However, I went up there and when I got to Martin Twight's Scandinavian fellow, well, he said, it's too bad."
    },
    {
      "start": 2924.77,
      "end": 2925.95,
      "text": "He said, you didn't come sooner."
    },
    {
      "start": 2925.97,
      "end": 2929.52,
      "text": "I just hired a fellow for yesterday."
    },
    {
      "start": 2930.06,
      "end": 2935.42,
      "text": "And he said, I'll tell you what, we're going to make a trial run here on Saturday."
    },
    {
      "start": 2935.44,
      "end": 2940.31,
      "text": "We've overhauled the machine, and we're going to make a trial run on Saturday."
    },
    {
      "start": 2940.33,
      "end": 2945.11,
      "text": "So you come on back over on Saturday and we'll just see how things go."
    },
    {
      "start": 2946.43,
      "end": 2949.64,
      "text": "Well, as it was, I got there on Saturday, and the other fellow didn't show up."
    },
    {
      "start": 2950.2,
      "end": 2951.8,
      "text": "So we harnessed up the machine."
    },
    {
      "start": 2951.88,
      "end": 2957.48,
      "text": "When you say harnessed up the machine, that means putting all the belts on and getting it all ready to operate."
    },
    {
      "start": 2958.78,
      "end": 2965.45,
      "text": "And we got riled out of that steam engine, hooked onto it, and we started thrashing."
    },
    {
      "start": 2965.55,
      "end": 2974.9,
      "text": "It hadn't run for five minutes, and all of a sudden, bang-a-dee-bang, the pieces started flying around, and here a conch came."
    },
    {
      "start": 2974.96,
      "end": 2980.84,
      "text": "That's the thing with the teeth on that really does the thrashing."
    },
    {
      "start": 2980.86,
      "end": 2985.01,
      "text": "It dropped out of place, ran through the machine, and got into the blower."
    },
    {
      "start": 2985.07,
      "end": 2986.67,
      "text": "Well, the blower is a great big thing."
    },
    {
      "start": 2986.69,
      "end": 2988.63,
      "text": "It takes about 20 horsepower to turn it."
    },
    {
      "start": 2989.79,
      "end": 2992.34,
      "text": "And it really just hammered things to pieces."
    },
    {
      "start": 2994.38,
      "end": 2998.19,
      "text": "So he said right away, he said, you fix up the front end, I'll fix up the back."
    },
    {
      "start": 2998.77,
      "end": 3003.25,
      "text": "Well, it took us about two hours, and we had the machine going."
    },
    {
      "start": 3003.27,
      "end": 3004.99,
      "text": "When we got going, he came back to me."
    },
    {
      "start": 3005.01,
      "end": 3007.28,
      "text": "He said, I think they get along all right."
    },
    {
      "start": 3008.68,
      "end": 3010.3,
      "text": "And I was hired right then and there."
    },
    {
      "start": 3022.3,
      "end": 3026.32,
      "text": "Well, that was an experience, anyway, for a young fellow."
    },
    {
      "start": 3026.36,
      "end": 3032.25,
      "text": "This is what the fellow in the service station said, a kid like you run Martin-Kweitz out to a separator?"
    },
    {
      "start": 3032.37,
      "end": 3034.23,
      "text": "I said, huh."
    },
    {
      "start": 3034.27,
      "end": 3038.35,
      "text": "Oh, he said, you're too young for a job like that."
    },
    {
      "start": 3038.53,
      "end": 3043.84,
      "text": "Well, Martin-Kweitz, the other one, the engine, and I were on the separator."
    },
    {
      "start": 3043.86,
      "end": 3049.69,
      "text": "We ran for 30 days straight, went drive-by through Sundays and hours."
    },
    {
      "start": 3049.71,
      "end": 3052.05,
      "text": "We averaged 12 hours a day valve time."
    },
    {
      "start": 3052.64,
      "end": 3057.76,
      "text": "That meant that that machine had to be, the belts had to be turning 12 hours a day."
    },
    {
      "start": 3059.59,
      "end": 3065.51,
      "text": "And I want to tell you that every night I worked until midnight lacing belts and getting everything ready."
    },
    {
      "start": 3065.59,
      "end": 3069.32,
      "text": "He said, you just didn't stop during the day when that machine started."
    },
    {
      "start": 3069.48,
      "end": 3072.22,
      "text": "He says, I don't want that machine to stop."
    },
    {
      "start": 3073.3,
      "end": 3080.11,
      "text": "But in the 30 days, I had a 30-minute tie-up."
    },
    {
      "start": 3080.19,
      "end": 3080.57,
      "text": "Just once."
    },
    {
      "start": 3081.39,
      "end": 3084.4,
      "text": "And the engineer, he had an hour and a quarter."
    },
    {
      "start": 3085.24,
      "end": 3089.04,
      "text": "Something went wrong with his governor on his engine."
    },
    {
      "start": 3090.89,
      "end": 3097.49,
      "text": "But sleeping in a haymow with a horse blanket was the only coverage that you got."
    },
    {
      "start": 3097.75,
      "end": 3108.65,
      "text": "I used to take my clothes off and I'd shake the dust out of them, put everything back on with my high-top boots, take the little straw under my head for a pillow,"
    },
    {
      "start": 3109.15,
      "end": 3114.56,
      "text": "and lay down on the hard floor and cover myself up with a blanket."
    },
    {
      "start": 3114.58,
      "end": 3123.09,
      "text": "Well, after about three, four hours, the boss would come, and his way of calling was, Daylight in the swamp, boys!"
    },
    {
      "start": 3123.61,
      "end": 3125.71,
      "text": "Daylight in the swamp!"
    },
    {
      "start": 3125.73,
      "end": 3130.32,
      "text": "Well, after laying on that hard floor for three, four hours, you were ready to get up and go."
    },
    {
      "start": 3131.3,
      "end": 3137.5,
      "text": "This would be about maybe 4.40 or 4.45 at night when he'd be awakened."
    },
    {
      "start": 3137.89,
      "end": 3141.17,
      "text": "The machine had to be running by 6 o'clock in the morning."
    },
    {
      "start": 3141.19,
      "end": 3145.96,
      "text": "Oftentimes, you'd be out there a couple of little later in the evening."
    },
    {
      "start": 3145.98,
      "end": 3147.36,
      "text": "It would hardly be light when we started."
    },
    {
      "start": 3148.42,
      "end": 3152.42,
      "text": "So that was it as far as thrashing was concerned there."
    },
    {
      "start": 3152.86,
      "end": 3155.43,
      "text": "I finished with that, and then I went over to my uncle's place."
    },
    {
      "start": 3155.45,
      "end": 3162.25,
      "text": "They had a machine, the same kind of machine, and it was sort of a compound."
    },
    {
      "start": 3162.35,
      "end": 3166.6,
      "text": "It was in one heck of a shape, and they asked me to run"
    },
    {
      "start": 3171.74,
      "end": 3176.63,
      "text": "cleaned it all up, relaced all the belts and everything."
    },
    {
      "start": 3176.65,
      "end": 3179.79,
      "text": "And when we started thrashing, the machine never stopped."
    },
    {
      "start": 3179.85,
      "end": 3181.45,
      "text": "It just keeps going all day long."
    },
    {
      "start": 3181.47,
      "end": 3183.37,
      "text": "And these fellows, they couldn't figure it out."
    },
    {
      "start": 3183.39,
      "end": 3190.64,
      "text": "They said that machine never ran an hour at one time without something going wrong with it."
    },
    {
      "start": 3190.66,
      "end": 3194.15,
      "text": "It would have a breakdown or something, a belt would break or something like that."
    },
    {
      "start": 3194.81,
      "end": 3198.71,
      "text": "But that's how I thrashed 30 days for Triton, and I thrashed"
    },
    {
      "start": 3199.37,
      "end": 3200.87,
      "text": "12 days for that."
    },
    {
      "start": 3200.89,
      "end": 3208.08,
      "text": "And the previous night I had trashed the Kindergarten for about 20 days, so I really had a long harvest."
    },
    {
      "start": 3208.74,
      "end": 3211.86,
      "text": "I had a little money in my pocket."
    },
    {
      "start": 3211.88,
      "end": 3217.01,
      "text": "When we were finished, I packed up and came back up to Canada."
    },
    {
      "start": 3217.03,
      "end": 3223.99,
      "text": "So, I'll just take a little rest now."
    },
    {
      "start": 3224.01,
      "end": 3227.4,
      "text": "Well, I headed for Canada."
    },
    {
      "start": 3232.73,
      "end": 3237.09,
      "text": "Yes, I packed up and came back up to Canada."
    },
    {
      "start": 3237.11,
      "end": 3244.06,
      "text": "So, I'll just take a little rest now."
    },
    {
      "start": 3244.08,
      "end": 3247.21,
      "text": "Well, I headed for Canada."
    },
    {
      "start": 3250.31,
      "end": 3253.98,
      "text": "Now I have to get myself straightened out."
    },
    {
      "start": 3255.32,
      "end": 3258.63,
      "text": "Oh yes, I just came back up to the farm for about a week."
    },
    {
      "start": 3259.21,
      "end": 3261.25,
      "text": "Then I went back down to South Dakota."
    },
    {
      "start": 3262.75,
      "end": 3266.87,
      "text": "And on the way down, I was driving right through the night."
    },
    {
      "start": 3267.21,
      "end": 3270.86,
      "text": "About daylight in the morning, I fell asleep at the wheel and I rode my car."
    },
    {
      "start": 3271.98,
      "end": 3275.16,
      "text": "Well, I was just about the luckiest guy that ever lived."
    },
    {
      "start": 3275.18,
      "end": 3278.69,
      "text": "I came out of that thing and broke all the glass in it."
    },
    {
      "start": 3278.71,
      "end": 3284.49,
      "text": "I mean, it was a Model T. I hope you wouldn't realize what it was like."
    },
    {
      "start": 3285.18,
      "end": 3288.16,
      "text": "Broke all the glass in it, Mike Model, without a cut or a scratch."
    },
    {
      "start": 3288.78,
      "end": 3291.2,
      "text": "Made a complete rollover and landed up on the wheels."
    },
    {
      "start": 3292.18,
      "end": 3298.18,
      "text": "But I was able to drive it into Valley City, North Dakota, and there I tied it together."
    },
    {
      "start": 3298.29,
      "end": 3301.89,
      "text": "I was only about 80 miles from my uncle's place, and I drove on down there."
    },
    {
      "start": 3303.15,
      "end": 3316.24,
      "text": "And when I got down there, well, I found out there's a power outfit working about 30 miles from there, and they were building a line into Frederick's house where my uncle lived."
    },
    {
      "start": 3317.46,
      "end": 3325.99,
      "text": "Got my car patched up enough that I was able to drive down to this town, Loyola was the name of the town, see if I could get a job on this power line."
    },
    {
      "start": 3326.05,
      "end": 3327.61,
      "text": "And the boss hired me right away."
    },
    {
      "start": 3328.31,
      "end": 3331.49,
      "text": "Second class line, 45 cents an hour, and room and board."
    },
    {
      "start": 3332.87,
      "end": 3341.88,
      "text": "So, I worked all winter on that job, right through the winter and the millennium."
    },
    {
      "start": 3341.92,
      "end": 3343.68,
      "text": "The filming on that crew was a"
    },
    {
      "start": 3344.71,
      "end": 3348.89,
      "text": "a little guy about the size of Uncle Wally."
    },
    {
      "start": 3350.16,
      "end": 3357.18,
      "text": "He was drunk when he hired me, and I think he stayed drunk every day, worked through the winter."
    },
    {
      "start": 3357.28,
      "end": 3359.02,
      "text": "That was one of the jobs I had to do."
    },
    {
      "start": 3359.06,
      "end": 3362.07,
      "text": "He'd keep me in to go and rustle a bottle of whiskey for him."
    },
    {
      "start": 3362.09,
      "end": 3364.29,
      "text": "The country was wild, and he had to rustle a hundred."
    },
    {
      "start": 3364.83,
      "end": 3369.11,
      "text": "He knew that I was a local there, but I knew where to find things."
    },
    {
      "start": 3370.34,
      "end": 3378.21,
      "text": "We went up from there, we went to Frederick, and then we moved up to Dawson North before spring."
    },
    {
      "start": 3378.29,
      "end": 3384.08,
      "text": "We worked on the main northern Pacific line there."
    },
    {
      "start": 3384.14,
      "end": 3388.32,
      "text": "Not on the railroad, on the power line, putting in power lines, those small towns."
    },
    {
      "start": 3390.03,
      "end": 3391.11,
      "text": "However, he took sick."
    },
    {
      "start": 3393.01,
      "end": 3397.09,
      "text": "It used to be three packs of cigarettes a day, that was the rate he spoke."
    },
    {
      "start": 3398.73,
      "end": 3407.3,
      "text": "And he took sick, and they found himself in the hospital in Bismarck, and he died there."
    },
    {
      "start": 3407.32,
      "end": 3414.52,
      "text": "So then we got another foreman on the job, and this fellow's name was Bill Oberts."
    },
    {
      "start": 3414.56,
      "end": 3420.93,
      "text": "Mild-mannered individual, quiet and spoken, but knew his business."
    },
    {
      "start": 3420.95,
      "end": 3426.05,
      "text": "Frank Reynolds, the fellow that I just told about, he paid no attention."
    },
    {
      "start": 3426.07,
      "end": 3427.86,
      "text": "He let his foreman in the outfit."
    },
    {
      "start": 3428.83,
      "end": 3430.51,
      "text": "in many ways."
    },
    {
      "start": 3431.6,
      "end": 3436.39,
      "text": "But Bill Elbert's around the outfit."
    },
    {
      "start": 3436.63,
      "end": 3443.02,
      "text": "Then they brought another foreman in by the name of Marion, or Matt, we called him, Matt Huesby."
    },
    {
      "start": 3443.04,
      "end": 3447.87,
      "text": "And he was a go-getter, a real professional lineman."
    },
    {
      "start": 3447.89,
      "end": 3452.92,
      "text": "And then we built a big power line across country from"
    },
    {
      "start": 3454.45,
      "end": 3457.35,
      "text": "Thunder up south, further up to Elgin North."
    },
    {
      "start": 3457.37,
      "end": 3458.75,
      "text": "But what's your no man's land?"
    },
    {
      "start": 3458.81,
      "end": 3463.56,
      "text": "There was a hard-to-get thing in that country, which is hills up to Elgin North."
    },
    {
      "start": 3463.62,
      "end": 3468.95,
      "text": "And we had our own camping house, but we slept in tents and had cook cars."
    },
    {
      "start": 3469.39,
      "end": 3474.98,
      "text": "Because at that stage of the game when they had, they brought a boring machine onto the job."
    },
    {
      "start": 3475.08,
      "end": 3477.9,
      "text": "That was something new at that time."
    },
    {
      "start": 3478.1,
      "end": 3479.06,
      "text": "1928 this was."
    },
    {
      "start": 3480.23,
      "end": 3480.83,
      "text": "And"
    },
    {
      "start": 3481.35,
      "end": 3487.03,
      "text": "So they went to operate 24 hours a day, and my buddy Elmer Jones was the operator on it."
    },
    {
      "start": 3490.38,
      "end": 3494.7,
      "text": "He asked the timekeeper one day, who came to get to run that machine?"
    },
    {
      "start": 3494.72,
      "end": 3497.51,
      "text": "I'll put Jones on a mic and get somebody to run it during the day."
    },
    {
      "start": 3498.19,
      "end": 3500.95,
      "text": "A fellow by the name of Fritz Fischer was a very good friend of mine."
    },
    {
      "start": 3500.97,
      "end": 3503.97,
      "text": "He was a lineman and timekeeper."
    },
    {
      "start": 3504.05,
      "end": 3505.78,
      "text": "And he said, put Adrian on that machine."
    },
    {
      "start": 3505.8,
      "end": 3506.06,
      "text": "He'll run it."
    },
    {
      "start": 3506.72,
      "end": 3507.66,
      "text": "I said, I know he can't."
    },
    {
      "start": 3508.65,
      "end": 3513.34,
      "text": "So I was the daytime operator on it."
    },
    {
      "start": 3513.36,
      "end": 3523.89,
      "text": "We had the job just about finished when harvest time came, and I had to telegraph and fight the trash up at Frederick to come back and run the separator."
    },
    {
      "start": 3523.91,
      "end": 3525.88,
      "text": "The wages would be $15 a day."
    },
    {
      "start": 3526.12,
      "end": 3528.42,
      "text": "The previous year I got $10 a day."
    },
    {
      "start": 3530.26,
      "end": 3531.69,
      "text": "So I couldn't turn that down."
    },
    {
      "start": 3531.71,
      "end": 3536.51,
      "text": "I was only making about $5 a day on the power line."
    },
    {
      "start": 3537.34,
      "end": 3543.77,
      "text": "So I told the boss I was leaving, and I packed her up."
    },
    {
      "start": 3543.79,
      "end": 3546.69,
      "text": "You didn't have much to pack in those days."
    },
    {
      "start": 3546.71,
      "end": 3547.93,
      "text": "You didn't have many clothes."
    },
    {
      "start": 3547.95,
      "end": 3554.18,
      "text": "One suitcase and probably a cardboard box was about all you carried with you."
    },
    {
      "start": 3554.32,
      "end": 3557.1,
      "text": "And a Model T coupe, you know, you couldn't carry much in it."
    },
    {
      "start": 3559.59,
      "end": 3560.79,
      "text": "I had to back up to Frederick."
    },
    {
      "start": 3561.45,
      "end": 3564.13,
      "text": "Well, we didn't have very good run thrashing that fall."
    },
    {
      "start": 3564.15,
      "end": 3565.77,
      "text": "It was wet."
    },
    {
      "start": 3565.79,
      "end": 3567.18,
      "text": "It rained a lot."
    },
    {
      "start": 3568.03,
      "end": 3576.31,
      "text": "I don't remember what we got in, something about 25 days of thrashing, but I think it took us about two months to get it in."
    },
    {
      "start": 3592.07,
      "end": 3596.01,
      "text": "I think I'm on the right track now."
    },
    {
      "start": 3596.03,
      "end": 3604.24,
      "text": "I'll go back when I finish thrashing in Frederick and then head north."
    },
    {
      "start": 3605.48,
      "end": 3621.16,
      "text": "And I didn't know what I was going to do, so I started north and got up as far as"
    },
    {
      "start": 3621.6,
      "end": 3634.79,
      "text": "When I got to Minot, I had to look for a job, and I'm intersecting you."
    },
    {
      "start": 3634.81,
      "end": 3639.65,
      "text": "You might get a job around here."
    },
    {
      "start": 3639.85,
      "end": 3642.26,
      "text": "Yeah, sure you can get a job here."
    },
    {
      "start": 3642.78,
      "end": 3645.64,
      "text": "Well, I was on a Friday afternoon."
    },
    {
      "start": 3645.66,
      "end": 3646.5,
      "text": "You said come to work Monday morning."
    },
    {
      "start": 3646.52,
      "end": 3650.42,
      "text": "Well, I'm around there on Saturday and Sunday, and I got looking around, and I thought, boy, you're spending yourself quite a bit here today."
    },
    {
      "start": 3651.04,
      "end": 3666.36,
      "text": "to walk right up into a group of really well high-voltage here."
    },
    {
      "start": 3666.48,
      "end": 3674.31,
      "text": "And I knew something about working high-voltage, but not too much experience on it."
    },
    {
      "start": 3674.33,
      "end": 3674.83,
      "text": "And I got cold feet."
    },
    {
      "start": 3674.85,
      "end": 3675.96,
      "text": "I never showed up for work on Monday morning."
    },
    {
      "start": 3675.98,
      "end": 3676.5,
      "text": "Well, I had enough choice."
    },
    {
      "start": 3676.52,
      "end": 3680.12,
      "text": "Called right, get in the car, and I went up a line about 50 miles, and here's a small crew, power crew, working along the roof."
    },
    {
      "start": 3680.14,
      "end": 3680.66,
      "text": "So I stopped, stopped it,"
    },
    {
      "start": 3683.49,
      "end": 3701.29,
      "text": "He said, I'm alive, and I always got a job."
    },
    {
      "start": 3701.31,
      "end": 3705.94,
      "text": "Well, my God, he said, you know, how much experience do I have?"
    },
    {
      "start": 3705.96,
      "end": 3708.88,
      "text": "Well, he said, you know, my headline in this room in here, and he said, you know, you need some equipment going someplace else."
    },
    {
      "start": 3708.9,
      "end": 3709.72,
      "text": "And he said, like, you want to come back?"
    },
    {
      "start": 3709.74,
      "end": 3711.56,
      "text": "He said, you want to go to the head office in Canberra and see if you can go higher?"
    },
    {
      "start": 3711.58,
      "end": 3712.54,
      "text": "I'll call them and tell them you're coming home."
    },
    {
      "start": 3712.56,
      "end": 3713.16,
      "text": "So I went up."
    },
    {
      "start": 3713.5,
      "end": 3718.39,
      "text": "Oh, oh yeah, that's so true."
    },
    {
      "start": 3718.41,
      "end": 3724.1,
      "text": "You get a win tomorrow morning."
    },
    {
      "start": 3724.2,
      "end": 3726.9,
      "text": "79 cents an hour."
    },
    {
      "start": 3727.36,
      "end": 3728.67,
      "text": "That's pretty good pay for that time."
    },
    {
      "start": 3728.69,
      "end": 3730.19,
      "text": "Well, immediately I got to be the head lineman on that job."
    },
    {
      "start": 3730.21,
      "end": 3734.62,
      "text": "They didn't have anybody there that had the experience that I had of it, because we used to say cut the mustard."
    },
    {
      "start": 3734.8,
      "end": 3736.18,
      "text": "And I got along very good."
    },
    {
      "start": 3744.16,
      "end": 3750.89,
      "text": "And I've gone over this thing before."
    },
    {
      "start": 3751.13,
      "end": 3763.14,
      "text": "I think that somewhere along I've got a tape that already has this information on it."
    },
    {
      "start": 3763.16,
      "end": 3763.66,
      "text": "I'm going to stop now."
    },
    {
      "start": 3764.96,
      "end": 3770.4,
      "text": "This is a continuous tape where I think I had someone on another tape and they got mixed up on it."
    },
    {
      "start": 3770.42,
      "end": 3771.66,
      "text": "But I'm taking the ears and they come along now."
    },
    {
      "start": 3771.69,
      "end": 3773.31,
      "text": "And I worked with that out for a winter week, working up"
    },
    {
      "start": 3773.59,
      "end": 3794.94,
      "text": "along the, from Kenman where we got off to, through the portal, and then the eastern west about, we had about 150 miles of line, and we had what they called the flying squad, and there was trouble when we were there."
    },
    {
      "start": 3795.9,
      "end": 3797.06,
      "text": "Either way, it didn't make any difference."
    },
    {
      "start": 3797.58,
      "end": 3800.19,
      "text": "And I worked until, well, I'd say about in April,"
    },
    {
      "start": 3804.05,
      "end": 3823.3,
      "text": "And then, uh, I had a lot from the, the immigration one day and said, here, you can't vote in this country, you're a Canadian, and you, you can't vote down here unless you get a vote from them."
    },
    {
      "start": 3823.32,
      "end": 3823.7,
      "text": "So I packed it up."
    },
    {
      "start": 3823.72,
      "end": 3829.57,
      "text": "Well, I, I hadn't told them, but when I sent the form before, another one to get off of the phone to the Mac and I, then we would take the form over in the spring."
    },
    {
      "start": 3830.14,
      "end": 3851.47,
      "text": "just put an inventory of everything every day, all the machinery, put a price on it, and we would pay for it as we go along."
    },
    {
      "start": 3851.49,
      "end": 3854.59,
      "text": "So, what I had to do was go back and tell them, and then I did it."
    },
    {
      "start": 3854.61,
      "end": 3856.5,
      "text": "But, to make any hardships on my part, because I was going to go down with them on those days."
    },
    {
      "start": 3856.52,
      "end": 3858.02,
      "text": "So right now, I'm going to stop for a while,"
    },
    {
      "start": 3858.96,
      "end": 3876.97,
      "text": "And I'll play it back and see if I can find that other part, but I think I got some of that tape that Joe and I went to hospital for."
    },
    {
      "start": 3877.77,
      "end": 3882.42,
      "text": "But I won't try and put it in the proper chronological order so that it takes year after year to remember all."
    },
    {
      "start": 3889.96,
      "end": 3892.8,
      "text": "I'm trying to tape for some reason or other."
    },
    {
      "start": 3892.9,
      "end": 3895.17,
      "text": "This thing is not picking up."
    },
    {
      "start": 3895.19,
      "end": 3900.51,
      "text": "I don't know what it is, whether some of the bugs came out on the side of the machine or what it was."
    },
    {
      "start": 3900.59,
      "end": 3902.23,
      "text": "I'll just check back and see."
    },
    {
      "start": 3907.06,
      "end": 3913.19,
      "text": "Yeah, it was taping all right when I said that last bit about I'll just check back now and see."
    },
    {
      "start": 3913.91,
      "end": 3918.31,
      "text": "So I'll just run off a little bit now, and then I'll come back again and see what's happening."
    },
    {
      "start": 3919.0,
      "end": 3926.75,
      "text": "It's tiresome talking into this thing, you know, when you're just sitting here talking to yourself, so to speak."
    },
    {
      "start": 3926.77,
      "end": 3936.2,
      "text": "And I'm going to have to go without the whole webinar all again about when I come back up to Canterbury and went out to the farm and started working and see what happens."
    },
    {
      "start": 3937.6,
      "end": 3941.45,
      "text": "It's hard."
    },
    {
      "start": 3941.47,
      "end": 3948.87,
      "text": "Well, here we are, January the 20... January the 30th."
    },
    {
      "start": 3950.05,
      "end": 3950.89,
      "text": "1981."
    },
    {
      "start": 3951.65,
      "end": 3959.85,
      "text": "I haven't talked into this thing for, I think, it could be going on for two months now."
    },
    {
      "start": 3959.87,
      "end": 3965.44,
      "text": "And to get back, we got through Christmas, all the family were home."
    },
    {
      "start": 3965.92,
      "end": 3967.72,
      "text": "I may have said that at the start here."
    },
    {
      "start": 3967.8,
      "end": 3968.86,
      "text": "I don't remember."
    },
    {
      "start": 3971.47,
      "end": 3975.97,
      "text": "But not to be repetitious, the family were all home and we had one"
    },
    {
      "start": 3976.49,
      "end": 3981.66,
      "text": "wonderful time over Christmas over the holidays."
    },
    {
      "start": 3981.74,
      "end": 3994.28,
      "text": "By the second of January, they'd all gone back to their respective homes, and I presume they're all back working again."
    },
    {
      "start": 3994.3,
      "end": 4005.98,
      "text": "To run of the story, after my run-in with the immigration authorities, I came back to the farm, and Mac and I started"
    },
    {
      "start": 4007.39,
      "end": 4007.91,
      "text": "farming."
    },
    {
      "start": 4007.93,
      "end": 4016.6,
      "text": "That was the spring of 29."
    },
    {
      "start": 4016.62,
      "end": 4034.16,
      "text": "And we got along, short of rain, short crop, harvest was early, and by the middle of September all the work was done."
    },
    {
      "start": 4034.6,
      "end": 4043.37,
      "text": "A friend of mine and myself went on a little bit of a spree one Saturday afternoon and landed up in Astalan."
    },
    {
      "start": 4043.39,
      "end": 4050.04,
      "text": "And there I run across a friend of mine who worked for the power company."
    },
    {
      "start": 4050.06,
      "end": 4053.08,
      "text": "And he told me he was a lineman."
    },
    {
      "start": 4053.96,
      "end": 4056.28,
      "text": "Well, I said, if you're a lineman, get me a job."
    },
    {
      "start": 4056.3,
      "end": 4061.47,
      "text": "He said, I've been in the States for two years."
    },
    {
      "start": 4061.49,
      "end": 4062.71,
      "text": "I'm fully experienced."
    },
    {
      "start": 4065.32,
      "end": 4066.87,
      "text": "Well, he said, I'll talk to the boss."
    },
    {
      "start": 4067.73,
      "end": 4070.27,
      "text": "He's going away in about a week."
    },
    {
      "start": 4070.29,
      "end": 4073.8,
      "text": "I'll talk to the boss and see if he wants to hire any men."
    },
    {
      "start": 4073.82,
      "end": 4079.14,
      "text": "On Monday, I got a phone call Monday night, come to work in Egypt."
    },
    {
      "start": 4079.16,
      "end": 4084.13,
      "text": "So I headed back to work."
    },
    {
      "start": 4084.15,
      "end": 4085.51,
      "text": "Well, I'm not back to work."
    },
    {
      "start": 4085.63,
      "end": 4088.44,
      "text": "I headed to work in Afghanistan."
    },
    {
      "start": 4088.46,
      "end": 4093.1,
      "text": "I ran into a pool of men there that had little experience in"
    },
    {
      "start": 4093.54,
      "end": 4104.65,
      "text": "They didn't know what was going on, so immediately I was put on as head lineman and worked through the files."
    },
    {
      "start": 4107.43,
      "end": 4120.95,
      "text": "And about the end of November, the superintendent come along and said, I want to put you on as a district operator."
    },
    {
      "start": 4122.18,
      "end": 4132.83,
      "text": "you'll be responsible for serving the people, reading the meters and keeping the power going on in their homes and what have you.\""
    },
    {
      "start": 4132.85,
      "end": 4134.85,
      "text": "Well, I said, I don't even know how to read a meter."
    },
    {
      "start": 4135.77,
      "end": 4140.12,
      "text": "Well, he said, we'll teach you."
    },
    {
      "start": 4140.14,
      "end": 4150.75,
      "text": "So we went on and about a week later, our job lasted all winter."
    },
    {
      "start": 4152.43,
      "end": 4159.32,
      "text": "I headed back to the farm in the spring."
    },
    {
      "start": 4162.21,
      "end": 4169.16,
      "text": "And when I got back to the farm, went up to Waverton to see Mother."
    },
    {
      "start": 4171.2,
      "end": 4173.93,
      "text": "And by this time she had her fill of living in the city."
    },
    {
      "start": 4175.05,
      "end": 4177.31,
      "text": "She and Bud wanted to come back on the farm."
    },
    {
      "start": 4178.47,
      "end": 4185.48,
      "text": "So we just tore up the contract we had signed, and I went back to work in Estevan."
    },
    {
      "start": 4188.96,
      "end": 4203.7,
      "text": "Well, in the meantime, while I was off work, another foreman came in and took over, and they were crossing the river right at flood stage."
    },
    {
      "start": 4205.37,
      "end": 4206.49,
      "text": "And my best friend"
    },
    {
      "start": 4207.41,
      "end": 4209.68,
      "text": "got me the job there the fall before."
    },
    {
      "start": 4209.7,
      "end": 4215.26,
      "text": "He was in a boat that upset, and as a result he was drowned."
    },
    {
      "start": 4216.4,
      "end": 4222.53,
      "text": "So they immediately called me and told me to advise his people he'd come from my hometown."
    },
    {
      "start": 4223.79,
      "end": 4236.27,
      "text": "And then when I went back down while they were searching for his body, it took them three days, combing the river before they found his body."
    },
    {
      "start": 4237.21,
      "end": 4245.22,
      "text": "In the meantime, I told them that my farm deal was off, so they said, well, come on back to work."
    },
    {
      "start": 4245.24,
      "end": 4256.9,
      "text": "So I went right back to work and when I get back there, this is one of the funny incidents where I put on a one-man strike."
    },
    {
      "start": 4258.3,
      "end": 4263.41,
      "text": "I went back to work and this foreman told me my wages were going to be"
    },
    {
      "start": 4268.01,
      "end": 4269.03,
      "text": "the fall before."
    },
    {
      "start": 4269.05,
      "end": 4272.82,
      "text": "I said, nothing doing."
    },
    {
      "start": 4272.84,
      "end": 4276.44,
      "text": "I said, I'm not going to accept that."
    },
    {
      "start": 4276.46,
      "end": 4279.09,
      "text": "So I packed it up and I went home."
    },
    {
      "start": 4280.65,
      "end": 4285.31,
      "text": "Went home to the farm and I bought a rifle, which I still have today."
    },
    {
      "start": 4285.96,
      "end": 4288.5,
      "text": "I bought a rifle for $15 and a lot of shells."
    },
    {
      "start": 4288.52,
      "end": 4292.72,
      "text": "I went out to the farm and I shot gophers."
    },
    {
      "start": 4292.78,
      "end": 4295.05,
      "text": "And I've got to test this out now."
    },
    {
      "start": 4295.9,
      "end": 4298.91,
      "text": "Yeah, well, the taping is going on all right."
    },
    {
      "start": 4300.67,
      "end": 4313.52,
      "text": "Ture laid back to buying the rifle, and I bought 22 shots, long rifle, not long rifle, just long, for 15 cents a box."
    },
    {
      "start": 4313.68,
      "end": 4316.51,
      "text": "That's the price of things."
    },
    {
      "start": 4316.53,
      "end": 4320.27,
      "text": "And I went back to the farm, and I helped around the farm, and not doing much of anything."
    },
    {
      "start": 4320.31,
      "end": 4325.88,
      "text": "In the meantime, this all happened in a couple of days."
    },
    {
      "start": 4326.72,
      "end": 4336.07,
      "text": "this funeral took place in Halbright, and some of the big shots come up to the funeral."
    },
    {
      "start": 4336.71,
      "end": 4340.74,
      "text": "And when they got to Halbright, there was no place to eat, so they phoned out to the farm."
    },
    {
      "start": 4341.64,
      "end": 4344.34,
      "text": "I'm out on strike now, don't forget."
    },
    {
      "start": 4344.68,
      "end": 4349.07,
      "text": "But they phoned out to the farm and asked if they could come out and get a lunch."
    },
    {
      "start": 4349.73,
      "end": 4351.35,
      "text": "Well, I said, most certainly."
    },
    {
      "start": 4351.77,
      "end": 4352.69,
      "text": "There were four of them."
    },
    {
      "start": 4354.07,
      "end": 4358.4,
      "text": "So they come out, and Mother, of course, is always able to whip something up in a hurry."
    },
    {
      "start": 4358.42,
      "end": 4368.47,
      "text": "She got some home-cured ham and some whole wheat bread that she had made and some pickles, and she had a lunch out there for them in no time."
    },
    {
      "start": 4370.02,
      "end": 4376.53,
      "text": "After they had this lunch, the two big shots walked out, and they went around the barn, and we really had a good setup."
    },
    {
      "start": 4376.61,
      "end": 4377.83,
      "text": "Everything looked nice."
    },
    {
      "start": 4378.23,
      "end": 4383.24,
      "text": "The barn was full of little pigs, and they were taken up with this"
    },
    {
      "start": 4383.82,
      "end": 4410.57,
      "text": "uh they were out there before lunch and when they come back in the house had their lunch when they come out my brother mac was working on his car he was in working on the floorboards and and the the car windows were open and he had one door open and these fellas didn't know he was there evidently and they were standing right beside the car talking and"
    },
    {
      "start": 4411.36,
      "end": 4414.53,
      "text": "One fellow said to the other, oh God, we've got to get Len back to work."
    },
    {
      "start": 4414.67,
      "end": 4417.59,
      "text": "A guy that can run a show like this is going to be a good man."
    },
    {
      "start": 4419.34,
      "end": 4423.44,
      "text": "So I didn't know anything about this."
    },
    {
      "start": 4425.2,
      "end": 4427.93,
      "text": "I was preparing to go to the funeral."
    },
    {
      "start": 4430.67,
      "end": 4438.06,
      "text": "When I come back from the funeral, my brother Max said to me, he said, boy, you've got those guys right where the hair is short, he said."
    },
    {
      "start": 4438.46,
      "end": 4443.41,
      "text": "I overheard them saying that they've got to ask you to come back to work."
    },
    {
      "start": 4443.43,
      "end": 4449.36,
      "text": "The guy that could operate a show like this had to be a good man."
    },
    {
      "start": 4450.74,
      "end": 4454.89,
      "text": "So it was no more said about it."
    },
    {
      "start": 4455.71,
      "end": 4462.48,
      "text": "And I was on the train on the way up to Waverton when the general manager of the company was on the train."
    },
    {
      "start": 4465.68,
      "end": 4467.1,
      "text": "He had come up from Estabal."
    },
    {
      "start": 4467.89,
      "end": 4470.3,
      "text": "He said, I thought you were back in Estevan working."
    },
    {
      "start": 4470.32,
      "end": 4473.74,
      "text": "I said, no, I said, I'm still out at the farm doing nothing."
    },
    {
      "start": 4474.86,
      "end": 4478.21,
      "text": "Well, hell, he said, they were supposed to call you back to work."
    },
    {
      "start": 4481.11,
      "end": 4485.64,
      "text": "So that next morning, I get a phone call, come on back to work immediately."
    },
    {
      "start": 4485.88,
      "end": 4490.96,
      "text": "Well, I went back to Estevan, and I started working for this same foreman."
    },
    {
      "start": 4490.98,
      "end": 4495.29,
      "text": "He was a German fellow and a kind of a bully type of his crew."
    },
    {
      "start": 4495.31,
      "end": 4496.77,
      "text": "He didn't have a good crew."
    },
    {
      "start": 4497.8,
      "end": 4527.58,
      "text": "and but he he just had them running every time he honored they would run well I had never done that standing for me and I wasn't running for him but I go back to work my first paycheck comes it's not the wages I got before it was eight cents an hour less so I went to him I said look who put in these wages"
    },
    {
      "start": 4527.92,
      "end": 4528.44,
      "text": "for me."
    },
    {
      "start": 4529.52,
      "end": 4536.99,
      "text": "He says, Lindy, he says, when I saw you work, he says, I put in for full wages for you, but somebody in the office cut it back."
    },
    {
      "start": 4537.01,
      "end": 4547.05,
      "text": "Well, I said, in the meantime, I'm only going to do 70 cents worth of work an hour, not 70 until I find out and get to talk to the superintendent."
    },
    {
      "start": 4547.07,
      "end": 4548.11,
      "text": "Well, time went on."
    },
    {
      "start": 4550.19,
      "end": 4554.82,
      "text": "And one of the fellows, well, this fellow left then."
    },
    {
      "start": 4554.84,
      "end": 4557.18,
      "text": "He went with the coal company, his air electrician."
    },
    {
      "start": 4557.5,
      "end": 4565.12,
      "text": "And another fellow took over the crew, a fellow by the name of Bill Wilson, whom I had known."
    },
    {
      "start": 4566.08,
      "end": 4568.4,
      "text": "Bill had an accident."
    },
    {
      "start": 4568.42,
      "end": 4570.45,
      "text": "A pole dropped on him, and he broke his leg."
    },
    {
      "start": 4571.67,
      "end": 4575.22,
      "text": "Well, the superintendent comes down right away to straighten things out."
    },
    {
      "start": 4575.6,
      "end": 4577.4,
      "text": "I hear he's intolerant, but..."
    },
    {
      "start": 4586.8,
      "end": 4590.44,
      "text": "I was just ready to blast him about the wages."
    },
    {
      "start": 4591.8,
      "end": 4595.4,
      "text": "When he said, you heard Bill Wilson was hurt?"
    },
    {
      "start": 4595.42,
      "end": 4597.45,
      "text": "I said, yeah."
    },
    {
      "start": 4597.47,
      "end": 4603.23,
      "text": "Well, he said, Len, I wonder if you could run the crew."
    },
    {
      "start": 4603.25,
      "end": 4606.63,
      "text": "No, you think you could run the crew."
    },
    {
      "start": 4606.65,
      "end": 4607.99,
      "text": "I said, you think I could?"
    },
    {
      "start": 4609.6,
      "end": 4611.18,
      "text": "He says, yes, I think you could."
    },
    {
      "start": 4611.2,
      "end": 4615.84,
      "text": "Well, I said, if you think I could, well, I'm thinking the same thing."
    },
    {
      "start": 4616.39,
      "end": 4618.14,
      "text": "So I was put in charge of the crew."
    },
    {
      "start": 4618.44,
      "end": 4620.76,
      "text": "He said, your wages will be 85 cents an hour."
    },
    {
      "start": 4620.96,
      "end": 4624.13,
      "text": "And that part of it was settled."
    },
    {
      "start": 4624.15,
      "end": 4639.55,
      "text": "And it, well, this would have been about the first part of May, but maybe the middle of May."
    },
    {
      "start": 4639.57,
      "end": 4643.08,
      "text": "And I had a crew of about eight men."
    },
    {
      "start": 4644.27,
      "end": 4648.62,
      "text": "In those days you didn't have much equipment."
    },
    {
      "start": 4648.66,
      "end": 4652.7,
      "text": "We had a one and a half ton truck."
    },
    {
      "start": 4652.74,
      "end": 4655.11,
      "text": "Everything was done the hard way in hand tools."
    },
    {
      "start": 4655.13,
      "end": 4659.63,
      "text": "However, I had a pretty well organized crew."
    },
    {
      "start": 4659.65,
      "end": 4671.93,
      "text": "And we spent that summer, we had gone out through Assiniboine, did a little work, on to Kincade, and from there north up to Davidson."
    },
    {
      "start": 4671.95,
      "end": 4673.35,
      "text": "And at Davidson we"
    },
    {
      "start": 4673.75,
      "end": 4687.87,
      "text": "possibly spent a month in Davidson, and then on up to bigger east of Saskatoon, where we were doing a complete rebuild of the distribution system."
    },
    {
      "start": 4688.23,
      "end": 4695.64,
      "text": "In town, there were about 2,500 people rebuilding the system right from stem to stern."
    },
    {
      "start": 4695.66,
      "end": 4699.39,
      "text": "So everything was going fine."
    },
    {
      "start": 4702.69,
      "end": 4704.14,
      "text": "No problems up there."
    },
    {
      "start": 4705.56,
      "end": 4723.02,
      "text": "And I might relate that on the fourth day of October, we had a snowstorm that was so severe, and Biggers on the main line of the CNR, all the trains were tied up."
    },
    {
      "start": 4723.04,
      "end": 4729.27,
      "text": "In the town of Bigger itself, the only thing that could move up and down the streets was a team of horses on a gray wagon."
    },
    {
      "start": 4730.33,
      "end": 4734.34,
      "text": "That was the only thing that was moving after two days of storm."
    },
    {
      "start": 4735.34,
      "end": 4739.14,
      "text": "The crops were still out very well."
    },
    {
      "start": 4739.44,
      "end": 4744.61,
      "text": "Some harvesting had been done, but farther to the north, most of the grain was still out in the fields."
    },
    {
      "start": 4744.63,
      "end": 4745.49,
      "text": "It had been raining."
    },
    {
      "start": 4748.43,
      "end": 4756.14,
      "text": "However, in about ten days, it warmed up, and the snow all went away, and it was just like summer."
    },
    {
      "start": 4756.16,
      "end": 4758.06,
      "text": "I worked there until about the"
    },
    {
      "start": 4759.61,
      "end": 4766.54,
      "text": "1st of December when this fellow Bill Wilson was able to come back to work again."
    },
    {
      "start": 4766.56,
      "end": 4773.77,
      "text": "So I got word from the superintendent that Bill was coming to take over the crew and I was to come back to Estevan."
    },
    {
      "start": 4776.04,
      "end": 4782.13,
      "text": "I went back to Estevan and I was more or less a one-man crew there by myself."
    },
    {
      "start": 4782.91,
      "end": 4787.59,
      "text": "It was decided to come to increase all the boatage in the city, which was done"
    },
    {
      "start": 4787.93,
      "end": 4791.13,
      "text": "through reconnecting the transformers."
    },
    {
      "start": 4791.15,
      "end": 4805.51,
      "text": "And I had just a helper in my skeleton who would take this town one section at a time, and it was a great experience for me to cut the town over."
    },
    {
      "start": 4805.53,
      "end": 4808.55,
      "text": "And got it all completed without any problems."
    },
    {
      "start": 4810.02,
      "end": 4817.14,
      "text": "I suppose it was into the middle of January when I had finished that end of it, and we were working around it."
    },
    {
      "start": 4817.48,
      "end": 4844.94,
      "text": "different projects I have picked up a couple of more men and then it was in the middle of january when I saw an ad in the paper that the power commission were hiring lineman to be district operator so I went to the superintendent and I said what about this well he said things are kind of slow around here and he said they will undoubtedly"
    },
    {
      "start": 4846.06,
      "end": 4848.81,
      "text": "be in business a long time after we're gone."
    },
    {
      "start": 4850.31,
      "end": 4851.97,
      "text": "So he said, you want to put in an application?"
    },
    {
      "start": 4852.03,
      "end": 4853.45,
      "text": "I'll give you a good recommendation."
    },
    {
      "start": 4853.65,
      "end": 4864.43,
      "text": "So I put in an application and it was just a matter of three or four days I get a phone call to report for duty."
    },
    {
      "start": 4865.29,
      "end": 4870.42,
      "text": "So I went to Regina and"
    },
    {
      "start": 4872.25,
      "end": 4877.64,
      "text": "They put us through a briefing, a three-day briefing, to show us all the footwork, etc."
    },
    {
      "start": 4878.74,
      "end": 4888.19,
      "text": "And to relate a little bit on conditions, there was no snow in the country."
    },
    {
      "start": 4888.21,
      "end": 4900.59,
      "text": "The roads were all bare from Estevan up here, and on the 21st day of January, if I recall correctly, I went to Saskatoon, and there was no snow on the highway on the way to Saskatoon."
    },
    {
      "start": 4901.33,
      "end": 4902.79,
      "text": "The whole country was bare."
    },
    {
      "start": 4903.45,
      "end": 4906.98,
      "text": "And when I hit Saskatoon, I was put in charge of this district there."
    },
    {
      "start": 4908.38,
      "end": 4914.89,
      "text": "Eleven towns running out, lines running out, three different directions from Saskatoon."
    },
    {
      "start": 4914.91,
      "end": 4917.87,
      "text": "But I really had to, while the job was so soft, I got tired laying around."
    },
    {
      "start": 4917.89,
      "end": 4919.99,
      "text": "I had orders not to travel."
    },
    {
      "start": 4920.07,
      "end": 4922.11,
      "text": "I was being paid mileage for my car."
    },
    {
      "start": 4922.59,
      "end": 4925.86,
      "text": "I had orders not to be traveling unless it was necessary."
    },
    {
      "start": 4926.38,
      "end": 4929.04,
      "text": "So about the only thing I would do is go out meter reading."
    },
    {
      "start": 4930.19,
      "end": 4934.85,
      "text": "Oh, there was the odd job to turn up here and there, which I'd take care of."
    },
    {
      "start": 4934.87,
      "end": 4939.72,
      "text": "However, I got a truck after I was there, about two months, they got me a half-ton truck."
    },
    {
      "start": 4939.74,
      "end": 4945.53,
      "text": "And then about in June of that year, the superintendent asked me if I would go to Rosetown."
    },
    {
      "start": 4945.55,
      "end": 4954.22,
      "text": "A fellow down there had got into difficulties, a good lineman, but he couldn't keep his book work straight, so I was transferred to Rosetown."
    },
    {
      "start": 4954.96,
      "end": 4965.75,
      "text": "an increase of $10 a month in my wages, which was from $145 a month to $155 a month, big wages at that time."
    },
    {
      "start": 4965.77,
      "end": 4970.42,
      "text": "And by that time, the unemployment had hit the country."
    },
    {
      "start": 4970.84,
      "end": 4982.14,
      "text": "Every train that come through would have 5,200 people riding on it, going I don't know where, but they were looking for work, and nobody could get a job."
    },
    {
      "start": 4982.16,
      "end": 4984.56,
      "text": "It was just that tough."
    },
    {
      "start": 4986.94,
      "end": 4992.26,
      "text": "I was in Rosetown, and there I had eight towns to look after."
    },
    {
      "start": 4992.3,
      "end": 4996.37,
      "text": "They went out in two different directions out of Rosetown."
    },
    {
      "start": 4996.67,
      "end": 5002.83,
      "text": "I worked pretty hard there for two or three months straightening up all the distribution system, which had been built in the wintertime."
    },
    {
      "start": 5002.85,
      "end": 5007.2,
      "text": "The poles were all leaning here and there, and the anchors were pulling."
    },
    {
      "start": 5007.22,
      "end": 5016.5,
      "text": "I would hire a fellow to help me for 30 or 35 cents an hour, and I worked hard at that job and got these towns all straightened up."
    },
    {
      "start": 5017.67,
      "end": 5022.01,
      "text": "And then I caught hell from the superintendent for hiring a man without authority."
    },
    {
      "start": 5023.59,
      "end": 5034.31,
      "text": "And another thing he raised hell with me about was building a toolbox for $18, paid a carpenter for $18 for a toolbox."
    },
    {
      "start": 5034.33,
      "end": 5035.73,
      "text": "And I had no authority for that."
    },
    {
      "start": 5036.61,
      "end": 5043.22,
      "text": "So I told the superintendent in Saskatoon,"
    },
    {
      "start": 5044.11,
      "end": 5047.41,
      "text": "headquarters in Regina were writing me about these two items."
    },
    {
      "start": 5047.55,
      "end": 5051.82,
      "text": "I said, I'm going to tell him to stick the job up his rear end."
    },
    {
      "start": 5051.84,
      "end": 5055.1,
      "text": "I don't have to take that from anybody."
    },
    {
      "start": 5055.12,
      "end": 5062.63,
      "text": "So I was a bit dissatisfied the way things were going, and I suppose independent as hell."
    },
    {
      "start": 5062.69,
      "end": 5063.76,
      "text": "I had money in the bank."
    },
    {
      "start": 5063.86,
      "end": 5072.65,
      "text": "I'd bought a brand new car in Rosetown, a brand new Ford coach for $900 million."
    },
    {
      "start": 5072.81,
      "end": 5100.1,
      "text": "eight hundred and nineteen dollars what I paid for it give you an idea of car prices at that time and uh anyway then I i had uh taken a trip down home I got a few days off and went down home and mother was wanting to go to iowa she said she wish she could take another trip to iowa I had taken her down there uh no I hadn't ever taken it down that was the first trip"
    },
    {
      "start": 5101.15,
      "end": 5107.38,
      "text": "So I said, well, I'll sign off my job and take off time."
    },
    {
      "start": 5107.46,
      "end": 5109.3,
      "text": "I'll take you down there."
    },
    {
      "start": 5109.32,
      "end": 5114.33,
      "text": "So I told the Superman, I said, I'm going to book off for three, four months."
    },
    {
      "start": 5115.59,
      "end": 5118.87,
      "text": "Well, he said, we can't guarantee your job when you come back."
    },
    {
      "start": 5118.89,
      "end": 5122.28,
      "text": "Well, I said, I don't care if you guarantee my job or not."
    },
    {
      "start": 5122.3,
      "end": 5123.62,
      "text": "I want to take the time off."
    },
    {
      "start": 5123.64,
      "end": 5126.72,
      "text": "So I left when I came through Regina."
    },
    {
      "start": 5127.58,
      "end": 5129.89,
      "text": "Well, I went into the head office in Virginia."
    },
    {
      "start": 5130.47,
      "end": 5136.52,
      "text": "head guide told me, boy, you sure done a nice high job for us out there."
    },
    {
      "start": 5136.54,
      "end": 5138.16,
      "text": "And that's all there was to it."
    },
    {
      "start": 5138.18,
      "end": 5144.39,
      "text": "I went down, and brother and I took the trip to Iowa, which was a wonderful time."
    },
    {
      "start": 5144.41,
      "end": 5146.91,
      "text": "We were down there about six weeks."
    },
    {
      "start": 5148.28,
      "end": 5153.4,
      "text": "I think I left about the end of September and come back."
    },
    {
      "start": 5153.42,
      "end": 5158.79,
      "text": "And when I got back to Hawbright, my deal here, my deal, we're going to put in a power plant."
    },
    {
      "start": 5159.23,
      "end": 5159.47,
      "text": "And it"
    },
    {
      "start": 5159.96,
      "end": 5162.66,
      "text": "power system."
    },
    {
      "start": 5162.68,
      "end": 5164.26,
      "text": "So right away they heard I was back."
    },
    {
      "start": 5164.28,
      "end": 5166.26,
      "text": "How about coming and building the lines for us?"
    },
    {
      "start": 5166.28,
      "end": 5169.21,
      "text": "I said, sure, I'll take on that job."
    },
    {
      "start": 5169.23,
      "end": 5175.61,
      "text": "So I went down and supervised, laid out the lines for them and everything."
    },
    {
      "start": 5175.63,
      "end": 5180.76,
      "text": "We'd get help in those days, no trouble getting help."
    },
    {
      "start": 5180.78,
      "end": 5188.75,
      "text": "And in the course of building the line, the Power Corporation found out I was"
    },
    {
      "start": 5189.47,
      "end": 5196.44,
      "text": "So a lot of the guys as superintendents kind of took a dig at me."
    },
    {
      "start": 5196.46,
      "end": 5205.19,
      "text": "After I had built the system, then my brother Mack and I started wiring houses, and we wired all the houses in Midale, which was a total winter job."
    },
    {
      "start": 5206.11,
      "end": 5213.34,
      "text": "So when that was all cleaned up in the spring, I went back to the power to see if I could get a job."
    },
    {
      "start": 5213.36,
      "end": 5218.68,
      "text": "And oh, the superintendent, the general manager, I don't know,"
    },
    {
      "start": 5219.68,
      "end": 5229.89,
      "text": "He got so nasty with me that I still don't know today how I didn't just find a word just to flatten his face in for him."
    },
    {
      "start": 5229.97,
      "end": 5233.15,
      "text": "And anyway, I didn't have to work."
    },
    {
      "start": 5233.27,
      "end": 5234.57,
      "text": "I had money in the bank."
    },
    {
      "start": 5234.59,
      "end": 5237.36,
      "text": "I went back home and stayed on the farm."
    },
    {
      "start": 5237.44,
      "end": 5243.18,
      "text": "I worked around there for my keep, and I had one hell of a good time that whole summer."
    },
    {
      "start": 5243.2,
      "end": 5248.25,
      "text": "And in the fall, I went down to Estevan, and I went in to see the superintendent there."
    },
    {
      "start": 5249.06,
      "end": 5257.85,
      "text": "So I told him about this general manager giving me such a bad time."
    },
    {
      "start": 5259.83,
      "end": 5261.85,
      "text": "He said, Len, they can't do that to you."
    },
    {
      "start": 5261.87,
      "end": 5264.59,
      "text": "He said, you've got some work coming up."
    },
    {
      "start": 5264.61,
      "end": 5269.84,
      "text": "You go home and get your tools and come on down here and we'll get you to work."
    },
    {
      "start": 5269.86,
      "end": 5275.61,
      "text": "That would have been about in October, I would say."
    },
    {
      "start": 5275.63,
      "end": 5277.09,
      "text": "Maybe the first of October."
    },
    {
      "start": 5278.0,
      "end": 5281.48,
      "text": "because there was snow on the ground shortly after I got there."
    },
    {
      "start": 5281.5,
      "end": 5283.76,
      "text": "And I worked there about a month."
    },
    {
      "start": 5283.78,
      "end": 5288.21,
      "text": "And then they were starting up a power plant out at Tompkins."
    },
    {
      "start": 5288.23,
      "end": 5294.91,
      "text": "One of their men was a fellow that I had worked under while I was in Estaland."
    },
    {
      "start": 5294.93,
      "end": 5297.11,
      "text": "He was superintendent of the steam plant."
    },
    {
      "start": 5297.13,
      "end": 5302.78,
      "text": "And he was dissatisfied there, so he went out to start up this plant at Tompkins."
    },
    {
      "start": 5302.8,
      "end": 5303.36,
      "text": "It was a little town."
    },
    {
      "start": 5303.42,
      "end": 5307.14,
      "text": "It was 350 people out west of Swiftburn."
    },
    {
      "start": 5309.67,
      "end": 5319.54,
      "text": "So I packed up and went out to the Tompkins and built the distribution system out there, and then again went into wiring for the winter."
    },
    {
      "start": 5319.56,
      "end": 5326.21,
      "text": "After the system was going, I started wiring houses, and I kept relatively busy all winter."
    },
    {
      "start": 5326.31,
      "end": 5336.37,
      "text": "Now we're talking into the winter of 1932 is the year that I was at home on the farm,"
    },
    {
      "start": 5338.91,
      "end": 5349.81,
      "text": "Fall of 32, I went to Tompkins."
    },
    {
      "start": 5349.83,
      "end": 5351.89,
      "text": "Yes."
    },
    {
      "start": 5351.99,
      "end": 5358.58,
      "text": "And then in, oh, that's, I mixed up there someplace."
    },
    {
      "start": 5358.64,
      "end": 5360.56,
      "text": "32, I didn't work."
    },
    {
      "start": 5360.58,
      "end": 5364.55,
      "text": "And it must have been most of 33, I didn't work."
    },
    {
      "start": 5364.61,
      "end": 5365.83,
      "text": "Fall of 33, I landed out of Tompkins."
    },
    {
      "start": 5367.65,
      "end": 5368.63,
      "text": "But in that system,"
    },
    {
      "start": 5369.51,
      "end": 5372.15,
      "text": "and wired houses all winter."
    },
    {
      "start": 5372.17,
      "end": 5386.23,
      "text": "And then the spring of 34, you boys, the superintendent, this was still the same company that was in Estevan, he said, I'm putting you down in Gull Lake to do some wiring there."
    },
    {
      "start": 5386.25,
      "end": 5390.55,
      "text": "There's a bunch of the business places, the wiring is such a hell of a mess."
    },
    {
      "start": 5390.57,
      "end": 5397.18,
      "text": "He said, we want to spend some money and straighten it out on top of the commuter property."
    },
    {
      "start": 5397.2,
      "end": 5399.26,
      "text": "So I went into Gull Lake, and I"
    },
    {
      "start": 5400.73,
      "end": 5423.14,
      "text": "i did these jobs I probably worked there a month as I remember three three of the bigger businesses there that I worked in put in the b-ring set up and the whole panel and everything for their electric system had to be changed around and then when that was finished he said i'm gonna put you out to overhauling the"
    },
    {
      "start": 5424.86,
      "end": 5428.8,
      "text": "I found a line up there with a bunch of wiring to be done in that."
    },
    {
      "start": 5429.0,
      "end": 5430.8,
      "text": "So I spent a month in there wiring."
    },
    {
      "start": 5432.71,
      "end": 5440.21,
      "text": "And as I remember it, I finished and went back up to Dull Lake on Armistice Day."
    },
    {
      "start": 5441.96,
      "end": 5446.3,
      "text": "Well, there wasn't much to do around Dull Lake, so there was some wiring to be done in Tompkins."
    },
    {
      "start": 5446.34,
      "end": 5449.65,
      "text": "And I moved back to Tompkins."
    },
    {
      "start": 5449.67,
      "end": 5453.11,
      "text": "There you could get room and board for a dollar a day."
    },
    {
      "start": 5455.11,
      "end": 5456.48,
      "text": "So I went back up."
    },
    {
      "start": 5456.98,
      "end": 5464.94,
      "text": "By this time, Jack Dyer was getting kind of tired of running the power plant."
    },
    {
      "start": 5464.96,
      "end": 5466.35,
      "text": "It was too small for him."
    },
    {
      "start": 5467.11,
      "end": 5471.95,
      "text": "And he was at financial difficulties in the hole all over the place."
    },
    {
      "start": 5471.97,
      "end": 5477.44,
      "text": "So I saw this, and he wasn't doing a very big job running the plant."
    },
    {
      "start": 5477.46,
      "end": 5483.5,
      "text": "It was a diesel plant, and he was adding a lot of power outages in the lab."
    },
    {
      "start": 5484.26,
      "end": 5486.4,
      "text": "One day I said to him, you're dissatisfied here."
    },
    {
      "start": 5486.44,
      "end": 5491.29,
      "text": "I said, if you'd like to get out of here, I said, I'll take over."
    },
    {
      "start": 5491.31,
      "end": 5495.51,
      "text": "I'll buy you out of here."
    },
    {
      "start": 5495.53,
      "end": 5497.01,
      "text": "Well, what kind of a deal were you on?"
    },
    {
      "start": 5497.03,
      "end": 5499.25,
      "text": "So we sat down at the top."
    },
    {
      "start": 5499.27,
      "end": 5500.82,
      "text": "I was buying a deal that I would give him."
    },
    {
      "start": 5501.58,
      "end": 5505.5,
      "text": "I would pay all the debts of the old, get him cleaned out of that."
    },
    {
      "start": 5505.96,
      "end": 5508.65,
      "text": "I'd give him my car, and I'd give him some cash."
    },
    {
      "start": 5510.55,
      "end": 5511.97,
      "text": "Thank God he said, I'll go for that."
    },
    {
      "start": 5513.77,
      "end": 5519.7,
      "text": "So I phoned up Walter Stosser, the general manager in Esplanade, and told him about this deal."
    },
    {
      "start": 5519.72,
      "end": 5521.48,
      "text": "Why, hell, he said, we'll give you money."
    },
    {
      "start": 5521.6,
      "end": 5525.17,
      "text": "If you want to buy him out, we're not happy with the way he's running the thing anyway."
    },
    {
      "start": 5526.95,
      "end": 5532.79,
      "text": "So they staked me, of course, on the matter of any amount of money."
    },
    {
      "start": 5532.81,
      "end": 5539.28,
      "text": "I remember I borrowed $600 off the money, and they staked me for the rest of it."
    },
    {
      "start": 5539.3,
      "end": 5541.8,
      "text": "So I had a job running a power plant."
    },
    {
      "start": 5543.34,
      "end": 5546.66,
      "text": "My wages were $120 a month."
    },
    {
      "start": 5547.06,
      "end": 5552.11,
      "text": "Well, that gave me plenty to live on."
    },
    {
      "start": 5552.31,
      "end": 5559.31,
      "text": "I traded in my car if I didn't have a car, so they wrestled me up an old truck they had sitting down in Nassau."
    },
    {
      "start": 5559.35,
      "end": 5560.48,
      "text": "They put new tires on it."
    },
    {
      "start": 5561.74,
      "end": 5567.58,
      "text": "Rob went through Johnna, and I came in here and picked it up, and I had a truck to work with."
    },
    {
      "start": 5567.6,
      "end": 5570.05,
      "text": "Well, then my brother Matt was out of work, so he came out."
    },
    {
      "start": 5570.07,
      "end": 5571.49,
      "text": "He and Ella moved out there."
    },
    {
      "start": 5573.31,
      "end": 5580.06,
      "text": "And he was mechanically inclined, so it took him no time at all to learn how to run the power plant."
    },
    {
      "start": 5580.08,
      "end": 5585.04,
      "text": "So then I went out working for the Virginia Electrics."
    },
    {
      "start": 5585.06,
      "end": 5587.57,
      "text": "I was still managing the power plant."
    },
    {
      "start": 5587.59,
      "end": 5589.13,
      "text": "Paid max and l on the wages."
    },
    {
      "start": 5589.17,
      "end": 5592.27,
      "text": "I had a house, rented a house, and I had a place to live."
    },
    {
      "start": 5593.65,
      "end": 5600.34,
      "text": "And I went out and worked for them on the overhaul of the power line between Channabin and the center of Ohio."
    },
    {
      "start": 5600.36,
      "end": 5601.54,
      "text": "Had a four-man crew."
    },
    {
      "start": 5602.77,
      "end": 5613.48,
      "text": "And we worked there all summer, right up until, I would say, about the first of October, when again they run out of money."
    },
    {
      "start": 5613.6,
      "end": 5616.73,
      "text": "We hadn't finished the job, but they said, well, that's it."
    },
    {
      "start": 5616.75,
      "end": 5625.9,
      "text": "So then I went back to Tompkins, and between Mac and I, we had nothing much to do but run the power plant and a little wiring."
    },
    {
      "start": 5625.92,
      "end": 5629.32,
      "text": "I used to go around doing wiring any place in the country."
    },
    {
      "start": 5632.99,
      "end": 5635.28,
      "text": "There were no electricians out in there."
    },
    {
      "start": 5635.3,
      "end": 5636.94,
      "text": "And now we're into 1934."
    },
    {
      "start": 5637.08,
      "end": 5647.17,
      "text": "It was in 1934, the electrician, the inspector that used to come through there said to me one day, why don't you write your journaling paper?"
    },
    {
      "start": 5647.19,
      "end": 5649.49,
      "text": "He said, you're an electrician."
    },
    {
      "start": 5649.51,
      "end": 5653.76,
      "text": "So I went up to Moose Jaw, and they held a writing in there."
    },
    {
      "start": 5654.66,
      "end": 5656.72,
      "text": "It was the worst I think I ever had in my life."
    },
    {
      "start": 5656.74,
      "end": 5657.68,
      "text": "I went in there."
    },
    {
      "start": 5657.7,
      "end": 5662.98,
      "text": "They give you a, what the hell do they call it?"
    },
    {
      "start": 5663.55,
      "end": 5666.72,
      "text": "A book of rules and regulations."
    },
    {
      "start": 5666.74,
      "end": 5669.62,
      "text": "The code book, yeah."
    },
    {
      "start": 5669.64,
      "end": 5674.15,
      "text": "And they give you a bunch of questions, and you dig the answers out of the code book and put down on paper."
    },
    {
      "start": 5674.17,
      "end": 5682.1,
      "text": "Well, this I found very, very difficult, not having ever had to use a code book and figure out jobs."
    },
    {
      "start": 5688.38,
      "end": 5694.14,
      "text": "And I, when I went out of that place that night, I had the god damnest headache that a man ever had in his life."
    },
    {
      "start": 5694.16,
      "end": 5696.45,
      "text": "I didn't figure I made it."
    },
    {
      "start": 5696.47,
      "end": 5703.41,
      "text": "Well, about ten days later, I get word that I had passed my examination."
    },
    {
      "start": 5703.49,
      "end": 5710.42,
      "text": "Well, I was never so happy in my life as when I got that journeyman's paper."
    },
    {
      "start": 5710.44,
      "end": 5713.12,
      "text": "That was in the fall of 1934."
    },
    {
      "start": 5715.02,
      "end": 5717.41,
      "text": "So then, I spent thirty"
    },
    {
      "start": 5719.19,
      "end": 5725.46,
      "text": "1930, yeah, 35, running a power plant in Wiring."
    },
    {
      "start": 5725.58,
      "end": 5734.95,
      "text": "And then in 36, they decided they were going to run a power line from Gull Lake to Tompkins, and abandoned this little power plant."
    },
    {
      "start": 5734.97,
      "end": 5739.11,
      "text": "They thought they could serve it cheaper in Gull Lake, and they had plenty of capacity there."
    },
    {
      "start": 5739.93,
      "end": 5746.32,
      "text": "And they were going to put the power plant up to one of the coasts of Manitoba."
    },
    {
      "start": 5746.34,
      "end": 5748.98,
      "text": "So I was going to be out of a job not just that fast,"
    },
    {
      "start": 5749.35,
      "end": 5757.38,
      "text": "Well, when the bus was settled, I came out of there with $2,000 for my equity in the power plant."
    },
    {
      "start": 5761.28,
      "end": 5763.37,
      "text": "And they said, you'll go up?"
    },
    {
      "start": 5763.39,
      "end": 5763.75,
      "text": "Oh, yeah."
    },
    {
      "start": 5763.83,
      "end": 5767.21,
      "text": "I was made a foreman on the line while the line was being built."
    },
    {
      "start": 5767.23,
      "end": 5769.74,
      "text": "Well, that job only lasted about six weeks."
    },
    {
      "start": 5770.96,
      "end": 5777.67,
      "text": "And then I went up, they said, we're putting the plant up to Winnebago's Manitoba, and we want you to go up there and wire up the town."
    },
    {
      "start": 5778.15,
      "end": 5781.12,
      "text": "Not the line, but the inside wiring of the town."
    },
    {
      "start": 5781.14,
      "end": 5786.72,
      "text": "We've got to have somebody up there that will do it at a reasonable price that we can get customers."
    },
    {
      "start": 5786.74,
      "end": 5792.11,
      "text": "So I went up, and Ellen, my brother Mac and Ellen, they broke up housekeeping there."
    },
    {
      "start": 5792.15,
      "end": 5795.07,
      "text": "She went back to her parents in Estevan."
    },
    {
      "start": 5795.09,
      "end": 5796.81,
      "text": "I don't mean that they parted."
    },
    {
      "start": 5796.83,
      "end": 5798.9,
      "text": "They worked there."
    },
    {
      "start": 5800.06,
      "end": 5806.39,
      "text": "to ship this stuff back west of them, and back up to Winnipegosis and Manitoba with the wired houses there."
    },
    {
      "start": 5808.17,
      "end": 5809.57,
      "text": "I want to interject now."
    },
    {
      "start": 5810.03,
      "end": 5824.5,
      "text": "This same man Dyer, when he left Tompkins, he went up to Winnipegosis and organized the starting of a power plant in Winnipegosis."
    },
    {
      "start": 5824.56,
      "end": 5825.98,
      "text": "Well, he got himself into it."
    },
    {
      "start": 5826.23,
      "end": 5855.44,
      "text": "got the franchise but then he bogged down right then and there and he hollered to me for help so I couldn't see where I could help him any so I turned the whole issue over to the dominion electric the old power company in estevan and they took over and he headed for british columbia where he spent the rest of his days so we'll go on taping again"
    },
    {
      "start": 5855.96,
      "end": 5883.39,
      "text": "about when it big losses July of September October and by the middle of November we were finished we had everything wired up so we packed up and went back to oh yes I was promised a job when they closed the plant down in Tompkins that I would have a job at Estevan"
    },
    {
      "start": 5885.24,
      "end": 5886.76,
      "text": "back at Estevan again."
    },
    {
      "start": 5886.78,
      "end": 5891.83,
      "text": "They were transferring the guy out of there to some other place."
    },
    {
      "start": 5891.85,
      "end": 5903.61,
      "text": "So while I was wiring up at Winnepeg Oasis, this fellow took holidays and they sent me down to Estevan for one month to take charge of the district there."
    },
    {
      "start": 5903.63,
      "end": 5912.36,
      "text": "And then Mac and I, we checked out until I said about the middle of November, and he went back to Midale."
    },
    {
      "start": 5912.38,
      "end": 5914.19,
      "text": "And I went back to Estevan and went to work."
    },
    {
      "start": 5915.89,
      "end": 5917.15,
      "text": "And I worked in Estevan."
    },
    {
      "start": 5917.17,
      "end": 5919.03,
      "text": "That was the fall of 37."
    },
    {
      "start": 5919.33,
      "end": 5930.62,
      "text": "Then I was in charge of the lines there for the rest of 37, 38, 39, 40."
    },
    {
      "start": 5931.85,
      "end": 5935.33,
      "text": "The war was full swing."
    },
    {
      "start": 5935.35,
      "end": 5936.93,
      "text": "And, well, I was married that fall."
    },
    {
      "start": 5937.41,
      "end": 5941.56,
      "text": "Married on the end of November in 40."
    },
    {
      "start": 5945.3,
      "end": 5952.67,
      "text": "Then the airport came in in 1941, so it was really a busy time around there."
    },
    {
      "start": 5952.81,
      "end": 5965.5,
      "text": "I went, there were times there during the war that I worked ten hours a day, seven days a week, all that up to this, and be out at night doing refrigeration."
    },
    {
      "start": 5965.56,
      "end": 5973.03,
      "text": "There was nobody to repair refrigerators, so I got a repair manual, and I took that up as a sideline."
    },
    {
      "start": 5974.07,
      "end": 5977.76,
      "text": "And I just worked like a slave all during the war."
    },
    {
      "start": 5978.58,
      "end": 5980.06,
      "text": "I could have gone into the Navy."
    },
    {
      "start": 5980.32,
      "end": 5981.68,
      "text": "I put my application in."
    },
    {
      "start": 5982.64,
      "end": 5991.63,
      "text": "I could have gone in with the commission as a first-class warrant officer, which is equivalent to a sergeant."
    },
    {
      "start": 5993.71,
      "end": 5995.41,
      "text": "And Phyllis and I talked it over."
    },
    {
      "start": 5997.84,
      "end": 6001.8,
      "text": "Well, I had seen the guys that were in the Army and talked to them."
    },
    {
      "start": 6002.47,
      "end": 6008.6,
      "text": "And everybody was having one hell of a time and 4,000 miles away from their families."
    },
    {
      "start": 6009.94,
      "end": 6013.85,
      "text": "And we talked it over and said, well, I was frozen."
    },
    {
      "start": 6013.87,
      "end": 6015.05,
      "text": "My job isn't this."
    },
    {
      "start": 6015.07,
      "end": 6020.19,
      "text": "Yes, the company had got an order that I couldn't be drafted."
    },
    {
      "start": 6022.0,
      "end": 6026.56,
      "text": "So I said, OK, I'll stay here and slug it out."
    },
    {
      "start": 6027.32,
      "end": 6030.93,
      "text": "Let somebody else fight the war while I work harder than anybody."
    },
    {
      "start": 6031.4,
      "end": 6035.9,
      "text": "in the Army ever thought of working."
    },
    {
      "start": 6036.04,
      "end": 6038.37,
      "text": "And everything was going well, fine."
    },
    {
      "start": 6039.25,
      "end": 6043.79,
      "text": "Here, every six months they had to apply for a deferment for me."
    },
    {
      "start": 6043.81,
      "end": 6045.82,
      "text": "They forgot to apply for the deferment here."
    },
    {
      "start": 6045.84,
      "end": 6052.66,
      "text": "One morning I get a telegraph report for duty in the King's Army."
    },
    {
      "start": 6053.67,
      "end": 6055.69,
      "text": "Well, my God."
    },
    {
      "start": 6055.71,
      "end": 6060.47,
      "text": "Now here, here I turned down an office job"
    },
    {
      "start": 6061.06,
      "end": 6090.6,
      "text": "in the navy and now here i'm going to be just a foot soldier in the army so I went in and I said to the general manager's sponsor and I said what the hell have you guys run me into now oh god he said we forgot to get your deferments he said i'll take care of that well the next day I got a telegram not too important he knew some of the big shots of the"
    },
    {
      "start": 6090.86,
      "end": 6094.55,
      "text": "didn't reach out, I hear, and they called it off."
    },
    {
      "start": 6095.17,
      "end": 6100.36,
      "text": "So I spent the war years in Estaban."
    },
    {
      "start": 6103.02,
      "end": 6120.13,
      "text": "And it was after the war that, oh yeah, the company had moved up into the Peace River country pretty strong by that time, and the superintendent was getting a lot of time up there."
    },
    {
      "start": 6120.56,
      "end": 6123.61,
      "text": "So I was pretty well in charge of everything at Estevan."
    },
    {
      "start": 6123.63,
      "end": 6128.25,
      "text": "And here one day they had a big generator blow up."
    },
    {
      "start": 6128.27,
      "end": 6134.06,
      "text": "And the general manager asked me to go down and look at it, give a report to New York of what had to be done."
    },
    {
      "start": 6134.2,
      "end": 6138.49,
      "text": "He didn't know anything about the wiring in a generator."
    },
    {
      "start": 6138.51,
      "end": 6141.81,
      "text": "So I went down, looked it over."
    },
    {
      "start": 6141.85,
      "end": 6144.37,
      "text": "They had the machine all opened up."
    },
    {
      "start": 6144.39,
      "end": 6146.98,
      "text": "I took a note of what was and went up into the office."
    },
    {
      "start": 6148.1,
      "end": 6153.33,
      "text": "and drafted a telegram to send to New York to tell them what damage had happened."
    },
    {
      "start": 6153.35,
      "end": 6163.23,
      "text": "Well, when this is over, while we sat there talking, and I said, I see by the meter post that they're advertising for line construction for the power commission."
    },
    {
      "start": 6164.81,
      "end": 6174.02,
      "text": "I said, I got a damn good notion to take a swing at it."
    },
    {
      "start": 6174.04,
      "end": 6176.19,
      "text": "I said, I know how to build power lines."
    },
    {
      "start": 6177.7,
      "end": 6178.8,
      "text": "He said, why don't you?"
    },
    {
      "start": 6179.22,
      "end": 6181.35,
      "text": "He said, you're young."
    },
    {
      "start": 6181.37,
      "end": 6194.33,
      "text": "He said, I'll give you a leave of absence, and if you don't, if you don't get any contracts where you can come back to work, I won't promise you that you'll be back here the rest of that, but there'll be a job for you."
    },
    {
      "start": 6194.35,
      "end": 6195.71,
      "text": "Well, I said, sure."
    },
    {
      "start": 6195.75,
      "end": 6202.02,
      "text": "So I hopped on the bus the next day, or drove up."
    },
    {
      "start": 6202.12,
      "end": 6203.58,
      "text": "I forget."
    },
    {
      "start": 6203.6,
      "end": 6206.66,
      "text": "Come up to Regina, got a set of tender forms, and I sat down and"
    },
    {
      "start": 6207.47,
      "end": 6212.25,
      "text": "In the room, oh yeah, he said, in the meantime, why don't you take Harry Monaghan off for a partner?"
    },
    {
      "start": 6212.27,
      "end": 6216.68,
      "text": "Harry was an old friend of his and had built lines way back in the 20s."
    },
    {
      "start": 6217.94,
      "end": 6223.04,
      "text": "He said, he's an experienced man, he'll be a great partner for you."
    },
    {
      "start": 6223.06,
      "end": 6224.45,
      "text": "So we come up here."
    },
    {
      "start": 6224.47,
      "end": 6228.45,
      "text": "Well, Harry was out of touch with things."
    },
    {
      "start": 6228.47,
      "end": 6231.07,
      "text": "I sat down, I filled out the tenders."
    },
    {
      "start": 6233.39,
      "end": 6235.3,
      "text": "They were there to be opened."
    },
    {
      "start": 6235.32,
      "end": 6236.08,
      "text": "Went up there."
    },
    {
      "start": 6236.85,
      "end": 6249.37,
      "text": "And by get, I get, the first job I get is building a line from Halbrite to Midale, and the distribution system in, yeah, and Macoun, and the distribution system in Macoun and Halbrite."
    },
    {
      "start": 6251.57,
      "end": 6260.91,
      "text": "And at the same time bid on a big, heavy, high voltage line from Estevan to South, and I get that too."
    },
    {
      "start": 6260.93,
      "end": 6263.21,
      "text": "Well, here I am, I got two contracts."
    },
    {
      "start": 6264.14,
      "end": 6272.17,
      "text": "I got $2,000, maybe $3,000 in the bank, and I'm a contractor."
    },
    {
      "start": 6272.81,
      "end": 6277.18,
      "text": "Well, that was an experience that I'm going to take off time."
    },
    {
      "start": 6278.18,
      "end": 6281.36,
      "text": "Well, I've been talking here for the best part of an hour."
    },
    {
      "start": 6282.08,
      "end": 6286.91,
      "text": "I'm going to take off time and come back."
    },
    {
      "start": 6288.29,
      "end": 6293.62,
      "text": "Then we'll be, out of my years working for a company,"
    },
    {
      "start": 6294.04,
      "end": 6301.63,
      "text": "Now I'm a contractor on my own, and the time is the end of September 1945."
    },
    {
      "start": 6302.75,
      "end": 6304.79,
      "text": "So I'll click this off right now."
    },
    {
      "start": 6305.45,
      "end": 6307.83,
      "text": "And I don't know when I'll get back at it again."
    },
    {
      "start": 6308.19,
      "end": 6314.86,
      "text": "I'll give you a history of my years of contracting, which was from 1945 to 1965."
    },
    {
      "start": 6315.46,
      "end": 6316.32,
      "text": "Bye right now."
    },
    {
      "start": 6317.88,
      "end": 6321.75,
      "text": "So I don't know whether I continue on."
    },
    {
      "start": 6321.77,
      "end": 6324.01,
      "text": "Well, there it is."
    },
    {
      "start": 6324.45,
      "end": 6327.95,
      "text": "1981."
    },
    {
      "start": 6328.21,
      "end": 6351.92,
      "text": "I can't remember when I run off the last of that tape when I said, I'm a contractor now and I don't know when I'll talk into this thing again."
    },
    {
      "start": 6351.94,
      "end": 6352.78,
      "text": "I think it was possibly back in September."
    },
    {
      "start": 6352.8,
      "end": 6353.98,
      "text": "However, to get into my years of"
    },
    {
      "start": 6356.93,
      "end": 6378.07,
      "text": "I would have to get bogged up just right in the right mood to sort of give you an idea of what it was like to start out from scratch as a contractor."
    },
    {
      "start": 6378.09,
      "end": 6378.87,
      "text": "I had, I would say, $3,000 in the bank."
    },
    {
      "start": 6378.89,
      "end": 6379.77,
      "text": "I didn't own a car."
    },
    {
      "start": 6379.79,
      "end": 6383.88,
      "text": "I'd sold my car."
    },
    {
      "start": 6383.9,
      "end": 6386.62,
      "text": "But I had a wealth of knowledge in the construction business"
    },
    {
      "start": 6389.18,
      "end": 6404.76,
      "text": "So the first thing to do was to come to Regina and tender on work."
    },
    {
      "start": 6404.82,
      "end": 6412.07,
      "text": "There were two projects coming up."
    },
    {
      "start": 6412.09,
      "end": 6418.04,
      "text": "One was the power line at Highdale 2, and the other was a high-voltage suspension-type line, 72,000 volts, which is something new in Saskatchewan."
    },
    {
      "start": 6419.22,
      "end": 6438.5,
      "text": "from Estaban to Stoughton, which was a distance of 40 miles."
    },
    {
      "start": 6438.52,
      "end": 6447.77,
      "text": "Well, if men sat down and figure out how much is that going to cost you to do a job, you could only dig out of the back of your head and say, so many men do so much work in a day, and bring that out to hours, and to the number of cents per hour, or dollars, whatever it was,"
    },
    {
      "start": 6448.39,
      "end": 6476.02,
      "text": "sense in those days you didn't pay anybody a dollar an hour and uh what your equipment would cost you and then say well it's going to cost me so many thousand dollars to do that job and not to add on profit and this is what the potential price would be the first job was really a difficult one dismantling two airports one at"
    },
    {
      "start": 6483.58,
      "end": 6486.94,
      "text": "That seems to be where everything stops."
    },
    {
      "start": 6487.06,
      "end": 6493.83,
      "text": "I can't find any tape beyond what you just heard there."
    },
    {
      "start": 6495.66,
      "end": 6501.53,
      "text": "So I'm going to call this to a halt for the time being."
    },
    {
      "start": 6501.57,
      "end": 6509.96,
      "text": "And as I said earlier on the tape, in order to give an outline of"
    },
    {
      "start": 6511.08,
      "end": 6517.07,
      "text": "what contracting was like for the next 18 years."
    },
    {
      "start": 6519.2,
      "end": 6520.94,
      "text": "I'll need to be on the right frame of mind."
    },
    {
      "start": 6521.88,
      "end": 6525.43,
      "text": "So with that, I'm going to say good night."
    },
    {
      "start": 6525.53,
      "end": 6530.41,
      "text": "And the date right now is May the 5th, 1986."
    },
    {
      "start": 6530.89,
      "end": 6540.57,
      "text": "So I've been monkeying around for five years on this thing, and I haven't come up with anything very interesting as I see it."
    },
    {
      "start": 6540.97,
      "end": 6541.83,
      "text": "and going over it."
    },
    {
      "start": 6542.73,
      "end": 6548.56,
      "text": "However, we'll finish it out and give you a rundown on what it was like to be contracting."
    },
    {
      "start": 6551.89,
      "end": 6566.58,
      "text": "This is May the 8th, and I don't know if I feel like talking this morning or not, but I'll make an attempt at it."
    },
    {
      "start": 6566.61,
      "end": 6570.69,
      "text": "First off, I want to say things were pretty well modeled up"
    },
    {
      "start": 6571.24,
      "end": 6599.82,
      "text": "on my tapes having spoken into them uh over a period of five years and then the kids would get into them and some of it would get erased and uh all the way along it may be hard for you to follow this story as it was unfolding but uh I just want to say that"
    },
    {
      "start": 6603.31,
      "end": 6614.25,
      "text": "It would be awfully hard to sit down and just give the history over 18 years, 20 years virtually."
    },
    {
      "start": 6615.11,
      "end": 6628.05,
      "text": "I started working on power in 1927, and then I worked until just about the end of 45 for various companies."
    },
    {
      "start": 6629.45,
      "end": 6632.27,
      "text": "And through all that I was gaining experience."
    },
    {
      "start": 6632.29,
      "end": 6636.5,
      "text": "The biggest thing was handling men."
    },
    {
      "start": 6636.52,
      "end": 6649.39,
      "text": "After the first two years that I was in the electrical business, I was always in charge of men."
    },
    {
      "start": 6651.21,
      "end": 6653.82,
      "text": "And that's the big thing when you're"
    },
    {
      "start": 6654.29,
      "end": 6657.39,
      "text": "contracting is you depend on your men doing the work."
    },
    {
      "start": 6657.43,
      "end": 6659.29,
      "text": "You don't do it yourself."
    },
    {
      "start": 6659.31,
      "end": 6665.64,
      "text": "You have to organize your men and have them working for you and not against you."
    },
    {
      "start": 6665.66,
      "end": 6672.33,
      "text": "And during the years that I worked for the power company, you always had, oh, you had difficulties."
    },
    {
      "start": 6672.35,
      "end": 6683.13,
      "text": "Guys get hard to handle and they book you a little bit and you always, just one thing you had to do and that's plow them under and"
    },
    {
      "start": 6683.7,
      "end": 6685.06,
      "text": "keep on moving ahead."
    },
    {
      "start": 6685.14,
      "end": 6686.22,
      "text": "You never looked back."
    },
    {
      "start": 6687.26,
      "end": 6693.73,
      "text": "If you had any labor problems, you waded through them and kept on going."
    },
    {
      "start": 6697.16,
      "end": 6707.41,
      "text": "So to get back to when I started out from my deal, that's where I started building."
    },
    {
      "start": 6708.39,
      "end": 6710.43,
      "text": "I didn't have any equipment."
    },
    {
      "start": 6710.48,
      "end": 6711.6,
      "text": "First thing I did was"
    },
    {
      "start": 6712.22,
      "end": 6716.98,
      "text": "I went to a dealer in Estevan, and he had a half-ton truck there."
    },
    {
      "start": 6717.46,
      "end": 6719.51,
      "text": "And trucks were hard to come by at that time."
    },
    {
      "start": 6719.57,
      "end": 6722.63,
      "text": "This truck had about 60,000 miles on it."
    },
    {
      "start": 6722.65,
      "end": 6725.82,
      "text": "It was in pretty bad shape."
    },
    {
      "start": 6725.84,
      "end": 6729.22,
      "text": "But I had to have a half-ton truck, and it was the only one available."
    },
    {
      "start": 6729.24,
      "end": 6732.95,
      "text": "So I virtually took it from him."
    },
    {
      "start": 6734.37,
      "end": 6737.73,
      "text": "I said, I'm going to have that truck, and you can't sell it to anybody else."
    },
    {
      "start": 6738.33,
      "end": 6740.44,
      "text": "I happened to know the dealer very well."
    },
    {
      "start": 6742.22,
      "end": 6743.18,
      "text": "That was the start."
    },
    {
      "start": 6743.2,
      "end": 6745.41,
      "text": "I had a half-ton truck."
    },
    {
      "start": 6745.43,
      "end": 6750.75,
      "text": "Then I rented a man with a truck when I started dismantling airports."
    },
    {
      "start": 6752.92,
      "end": 6759.93,
      "text": "And then I got word that there was some military trucks being sold in Regina."
    },
    {
      "start": 6761.35,
      "end": 6764.21,
      "text": "In fact, the Power Corporation tipped us off to that."
    },
    {
      "start": 6765.78,
      "end": 6771.47,
      "text": "So I came up and I bought an old gun carrier, a great big awkward thing."
    },
    {
      "start": 6771.49,
      "end": 6771.71,
      "text": "It was a"
    },
    {
      "start": 6772.11,
      "end": 6775.29,
      "text": "was built for pulling a gun around the country."
    },
    {
      "start": 6776.47,
      "end": 6778.91,
      "text": "And what they called another was a 1500 weight."
    },
    {
      "start": 6778.93,
      "end": 6786.22,
      "text": "It was about a two-ton truck, but equipped for battlefield work."
    },
    {
      "start": 6786.24,
      "end": 6790.69,
      "text": "So I took those trucks and revamped them, took them down to Midale."
    },
    {
      "start": 6790.75,
      "end": 6793.25,
      "text": "And my brother run a little garage there."
    },
    {
      "start": 6794.63,
      "end": 6796.09,
      "text": "He was able to do welding."
    },
    {
      "start": 6796.11,
      "end": 6799.84,
      "text": "And between the two of us, we"
    },
    {
      "start": 6800.09,
      "end": 6808.2,
      "text": "We got the cutting torches going and got them, made something that would start to function."
    },
    {
      "start": 6809.34,
      "end": 6810.82,
      "text": "There was no steel in the country."
    },
    {
      "start": 6810.84,
      "end": 6811.22,
      "text": "There wasn't."
    },
    {
      "start": 6811.24,
      "end": 6814.54,
      "text": "You couldn't buy anything after the war."
    },
    {
      "start": 6814.56,
      "end": 6823.73,
      "text": "And so I made a wooden derrick tripod on the back of this Army truck for setting poles."
    },
    {
      "start": 6825.97,
      "end": 6829.84,
      "text": "We had no digging equipment, just dug the holes by hand."
    },
    {
      "start": 6832.0,
      "end": 6838.93,
      "text": "And I was fortunate enough to get a hold of a couple of experienced diggers."
    },
    {
      "start": 6838.95,
      "end": 6844.7,
      "text": "And they would dig all the holes we needed for a small outfit."
    },
    {
      "start": 6847.68,
      "end": 6852.17,
      "text": "And a little later, I found out they had another two-ton truck in Regina."
    },
    {
      "start": 6852.25,
      "end": 6853.75,
      "text": "The military were selling off."
    },
    {
      "start": 6854.31,
      "end": 6857.35,
      "text": "I got these trucks for virtually nothing."
    },
    {
      "start": 6857.37,
      "end": 6864.4,
      "text": "I got the Army trucks at about $350 apiece, and they were in mint condition."
    },
    {
      "start": 6864.42,
      "end": 6865.93,
      "text": "And then I bought this other truck."
    },
    {
      "start": 6865.95,
      "end": 6870.11,
      "text": "I think I paid $1,100 for it, and it was virtually like a new truck."
    },
    {
      "start": 6871.6,
      "end": 6875.2,
      "text": "So I had pretty good equipment to start with, just the three trucks."
    },
    {
      "start": 6875.22,
      "end": 6877.13,
      "text": "And these Army trucks were open."
    },
    {
      "start": 6877.15,
      "end": 6878.51,
      "text": "They didn't have cabs on them."
    },
    {
      "start": 6880.38,
      "end": 6883.34,
      "text": "So you had to put up with that."
    },
    {
      "start": 6883.36,
      "end": 6889.11,
      "text": "In the tough weather, you'd sit down in the open."
    },
    {
      "start": 6889.13,
      "end": 6894.97,
      "text": "Well, then I... Let's see, I worked..."
    },
    {
      "start": 6895.05,
      "end": 6899.14,
      "text": "I finished that job dismantling those airports."
    },
    {
      "start": 6899.16,
      "end": 6900.86,
      "text": "That was one hell of a job."
    },
    {
      "start": 6901.44,
      "end": 6909.81,
      "text": "We uncovered miles and miles of cable that had been buried about two feet underground."
    },
    {
      "start": 6910.7,
      "end": 6913.99,
      "text": "We were supposed to take it up without damaging it."
    },
    {
      "start": 6914.01,
      "end": 6925.38,
      "text": "Well, I tried every method there was of uncovering that cable, from hand digging right up to getting craters and scraping it out until you got it."
    },
    {
      "start": 6925.4,
      "end": 6937.0,
      "text": "But no way could you go and excavate a half a mile of cable without getting some damage in it, scraping it or digging it, even when you're digging by hand."
    },
    {
      "start": 6938.14,
      "end": 6940.26,
      "text": "You'd rub the shovel into it occasionally."
    },
    {
      "start": 6940.32,
      "end": 6943.79,
      "text": "So they told us, take it out as best we could."
    },
    {
      "start": 6944.89,
      "end": 6953.42,
      "text": "And we still had to go through the process of making the trench and pulling the cable out and then filling the trench in."
    },
    {
      "start": 6953.44,
      "end": 6966.19,
      "text": "I could never figure out how three men, three different contractors, could sit down and figure out how you dismantled those two airports, the overhead lines, underground lines, and everything."
    },
    {
      "start": 6967.71,
      "end": 6968.11,
      "text": "And then"
    },
    {
      "start": 6968.77,
      "end": 6977.18,
      "text": "use all the usable material to build a power line, as I said, from Halbrite to Midale to the Cone."
    },
    {
      "start": 6979.87,
      "end": 6984.65,
      "text": "And in the three months, there were four bids."
    },
    {
      "start": 6986.11,
      "end": 6990.3,
      "text": "In the four bids, there was only $1,000 difference from high to low."
    },
    {
      "start": 6991.72,
      "end": 6992.9,
      "text": "I happened to be the lowest."
    },
    {
      "start": 6993.89,
      "end": 6994.93,
      "text": "It went all the way from"
    },
    {
      "start": 6995.57,
      "end": 6999.55,
      "text": "My bid was $10,500, and the highest bid was $11,500."
    },
    {
      "start": 6999.71,
      "end": 7008.58,
      "text": "But it was almost unbelievable to think that four men could sit down."
    },
    {
      "start": 7008.6,
      "end": 7015.05,
      "text": "This was something that none of them had ever done before, or none of us had ever done before."
    },
    {
      "start": 7015.07,
      "end": 7016.31,
      "text": "But we come in that close."
    },
    {
      "start": 7016.33,
      "end": 7023.48,
      "text": "That's within 10%, which is considered pretty close bidding at any time."
    },
    {
      "start": 7025.54,
      "end": 7028.32,
      "text": "Well, I worked in..."
    },
    {
      "start": 7028.34,
      "end": 7035.59,
      "text": "I finished up in Midale on that project about the end of November."
    },
    {
      "start": 7037.97,
      "end": 7050.68,
      "text": "Then the Power Commission had some work they wanted done up on the north suburb, what they call North Regina, everything north of the sea and tracks."
    },
    {
      "start": 7052.22,
      "end": 7053.91,
      "text": "So I come up and I worked..."
    },
    {
      "start": 7055.44,
      "end": 7062.23,
      "text": "on it through December and January, and just had a small crew, I think, four men or so."
    },
    {
      "start": 7064.43,
      "end": 7067.6,
      "text": "And then after that we went to Saskatoon and did a similar job."
    },
    {
      "start": 7067.66,
      "end": 7069.56,
      "text": "This was for wartime housing."
    },
    {
      "start": 7072.82,
      "end": 7074.42,
      "text": "And this was an experience now."
    },
    {
      "start": 7074.44,
      "end": 7079.23,
      "text": "We were digging through frost, anywhere up to four or five foot of frost."
    },
    {
      "start": 7081.67,
      "end": 7082.8,
      "text": "But somehow"
    },
    {
      "start": 7082.94,
      "end": 7091.29,
      "text": "Well, in Saskatoon it was in santee grounds you couldn't take, so I had to put fire, burn the frost out."
    },
    {
      "start": 7092.33,
      "end": 7095.76,
      "text": "And it all worked out pretty good."
    },
    {
      "start": 7095.78,
      "end": 7101.7,
      "text": "You just did what you had to do, and that was it."
    },
    {
      "start": 7101.72,
      "end": 7110.77,
      "text": "Then I came back and I did some work in the town of Davidson for the old Dominion Electric Company."
    },
    {
      "start": 7110.79,
      "end": 7112.83,
      "text": "They were still functioning."
    },
    {
      "start": 7114.33,
      "end": 7121.4,
      "text": "And then I went back to Estabat and just sat in quiet until the spring, when the tenders come out."
    },
    {
      "start": 7123.83,
      "end": 7131.44,
      "text": "And I got a first job was from Wavering to Radville, which was a nice job, and it was an early spring."
    },
    {
      "start": 7131.46,
      "end": 7137.53,
      "text": "We were working on that early in April."
    },
    {
      "start": 7137.55,
      "end": 7140.37,
      "text": "And from there on, you just kept on"
    },
    {
      "start": 7143.44,
      "end": 7144.24,
      "text": "moving ahead."
    },
    {
      "start": 7144.34,
      "end": 7153.5,
      "text": "When I got that job finished, they had a bunch of farms around Waverly."
    },
    {
      "start": 7153.52,
      "end": 7153.76,
      "text": "I did those."
    },
    {
      "start": 7153.78,
      "end": 7158.77,
      "text": "Then I went back to Estevan and started building the"
    },
    {
      "start": 7159.25,
      "end": 7162.72,
      "text": "big high voltage line, and I put something else too."
    },
    {
      "start": 7162.74,
      "end": 7163.32,
      "text": "There you go."
    },
    {
      "start": 7164.6,
      "end": 7174.15,
      "text": "Everything was so heavy and big, and we had never dealt with cross arms and insulators and poles."
    },
    {
      "start": 7174.74,
      "end": 7182.75,
      "text": "All the poles were 40 feet or more, and cross arms were 4x6s."
    },
    {
      "start": 7183.1,
      "end": 7184.22,
      "text": "half feet long."
    },
    {
      "start": 7185.84,
      "end": 7189.12,
      "text": "You had to handle all that heavy stuff."
    },
    {
      "start": 7189.24,
      "end": 7194.75,
      "text": "I still don't know how I was able to make a dollar on the job, but I did."
    },
    {
      "start": 7197.59,
      "end": 7202.92,
      "text": "I worked all summer, besides running out and doing other odd jobs."
    },
    {
      "start": 7204.4,
      "end": 7207.81,
      "text": "That came up from time to time, and I finished that job"
    },
    {
      "start": 7209.12,
      "end": 7211.94,
      "text": "11th day of December."
    },
    {
      "start": 7211.96,
      "end": 7213.67,
      "text": "We had all the wires drawn."
    },
    {
      "start": 7213.69,
      "end": 7214.59,
      "text": "It was heavy wire."
    },
    {
      "start": 7214.71,
      "end": 7219.69,
      "text": "That was a new experience, too."
    },
    {
      "start": 7219.87,
      "end": 7236.06,
      "text": "And then I folded up for the winter."
    },
    {
      "start": 7236.12,
      "end": 7237.76,
      "text": "Now I'll relate"
    },
    {
      "start": 7239.63,
      "end": 7243.49,
      "text": "what I did for help for men."
    },
    {
      "start": 7244.54,
      "end": 7249.14,
      "text": "I got a hold of a fellow, he's a few years older than myself, and had been a lineman."
    },
    {
      "start": 7251.32,
      "end": 7259.49,
      "text": "And he's uneducated, he could hardly write his own name, but he's a good worker, good honest."
    },
    {
      "start": 7262.9,
      "end": 7270.59,
      "text": "on the last tape, I started telling you what I had for a crew of men to start with."
    },
    {
      "start": 7271.29,
      "end": 7272.87,
      "text": "I started out about Jack Gardner."
    },
    {
      "start": 7272.95,
      "end": 7274.23,
      "text": "He's the first fellow I hired."
    },
    {
      "start": 7276.25,
      "end": 7281.72,
      "text": "And I picked up help, young kids out of school, one thing or another."
    },
    {
      "start": 7281.78,
      "end": 7287.07,
      "text": "We're just out staking line and getting material out."
    },
    {
      "start": 7288.57,
      "end": 7292.13,
      "text": "And then later on, I rounded up some"
    },
    {
      "start": 7293.44,
      "end": 7297.21,
      "text": "fellows from Regina here that were experienced hole diggers."
    },
    {
      "start": 7299.93,
      "end": 7302.28,
      "text": "Two of them in particular were professionals."
    },
    {
      "start": 7304.14,
      "end": 7312.87,
      "text": "So we started digging the holes and what have you, and then we, well, yeah, we had to get machinery then to set these poles."
    },
    {
      "start": 7312.97,
      "end": 7316.27,
      "text": "This was the biggest poles that had ever been set in this province."
    },
    {
      "start": 7317.54,
      "end": 7321.34,
      "text": "So I had the old army truck, and I had a derrick,"
    },
    {
      "start": 7321.78,
      "end": 7323.78,
      "text": "made for it a 25-foot derrick."
    },
    {
      "start": 7325.18,
      "end": 7329.03,
      "text": "And we could handle the poles quite nicely."
    },
    {
      "start": 7329.12,
      "end": 7331.93,
      "text": "Once in a while, we'd get a heavy one that'd give us some trouble."
    },
    {
      "start": 7333.65,
      "end": 7336.43,
      "text": "Well, anyway, in the meantime, I picked up Art Miller."
    },
    {
      "start": 7336.69,
      "end": 7339.68,
      "text": "He was just a young fellow out of the Army looking for a job."
    },
    {
      "start": 7341.82,
      "end": 7344.02,
      "text": "He was handy at driving trucks."
    },
    {
      "start": 7344.52,
      "end": 7345.72,
      "text": "He was really good with trucks."
    },
    {
      "start": 7346.95,
      "end": 7349.17,
      "text": "So that gave me the nucleus of a"
    },
    {
      "start": 7349.81,
      "end": 7351.13,
      "text": "of an outfit."
    },
    {
      "start": 7351.17,
      "end": 7355.99,
      "text": "We started setting poles, dropping the poles in the holes and hand tamping."
    },
    {
      "start": 7357.67,
      "end": 7360.92,
      "text": "Have five and six men tamping and two men shoveling."
    },
    {
      "start": 7363.02,
      "end": 7370.61,
      "text": "And we'd set about 25 poles a day, maybe 30 on a good day."
    },
    {
      "start": 7374.31,
      "end": 7378.63,
      "text": "And I worked that crew up by the time I finished the Stoughton job."
    },
    {
      "start": 7379.66,
      "end": 7385.71,
      "text": "I had twenty-five, thirty men working for me."
    },
    {
      "start": 7385.85,
      "end": 7389.87,
      "text": "And again, no one with experience."
    },
    {
      "start": 7389.89,
      "end": 7395.18,
      "text": "Until I come to String on the Wire, then I picked up a couple of fellows that had climbed poles in the Army."
    },
    {
      "start": 7396.94,
      "end": 7400.76,
      "text": "That gave me three or four climbers, and with that we were able to get along."
    },
    {
      "start": 7402.63,
      "end": 7403.47,
      "text": "Everything was new."
    },
    {
      "start": 7403.51,
      "end": 7405.45,
      "text": "You had to figure out everything for yourself."
    },
    {
      "start": 7405.51,
      "end": 7407.67,
      "text": "No one had ever"
    },
    {
      "start": 7408.21,
      "end": 7417.61,
      "text": "had the experience of doing a job of stringing a line under the cross arms."
    },
    {
      "start": 7418.43,
      "end": 7419.69,
      "text": "Oh, I'll come back to that again."
    },
    {
      "start": 7419.77,
      "end": 7429.62,
      "text": "Everybody wondered, how can you string wire when the cross arms are on a slant and you can't lay the wire on them?"
    },
    {
      "start": 7429.64,
      "end": 7430.66,
      "text": "Well, I went to Winnipeg."
    },
    {
      "start": 7432.33,
      "end": 7436.07,
      "text": "I figured out if I got some hay pulleys, about four-inch pulleys."
    },
    {
      "start": 7436.76,
      "end": 7439.07,
      "text": "big enough to take a three-quarter inch rope."
    },
    {
      "start": 7441.41,
      "end": 7447.88,
      "text": "I went to Winnipeg and I went to Ashdown Hardware and I asked the guy, have you got any wooden hay pulleys?"
    },
    {
      "start": 7447.9,
      "end": 7451.86,
      "text": "Just a bare pulley I want."
    },
    {
      "start": 7451.88,
      "end": 7452.08,
      "text": "Yeah."
    },
    {
      "start": 7452.72,
      "end": 7453.32,
      "text": "I said, how many?"
    },
    {
      "start": 7453.39,
      "end": 7454.95,
      "text": "He looked up his inventory."
    },
    {
      "start": 7455.43,
      "end": 7456.29,
      "text": "He had 250."
    },
    {
      "start": 7456.87,
      "end": 7458.15,
      "text": "I said, I'll take them all."
    },
    {
      "start": 7458.53,
      "end": 7463.22,
      "text": "The guy looked at me like he was out of my tree."
    },
    {
      "start": 7463.24,
      "end": 7466.38,
      "text": "What are you going to do with 250 wooden pulleys?"
    },
    {
      "start": 7466.83,
      "end": 7469.48,
      "text": "Oh, I said, I've got a job for them."
    },
    {
      "start": 7470.14,
      "end": 7470.66,
      "text": "Don't worry."
    },
    {
      "start": 7470.88,
      "end": 7472.36,
      "text": "I'm not buying them just for fun."
    },
    {
      "start": 7473.44,
      "end": 7478.21,
      "text": "However, we designed hangers for these pulleys."
    },
    {
      "start": 7478.95,
      "end": 7480.07,
      "text": "They worked out 100%."
    },
    {
      "start": 7480.77,
      "end": 7483.69,
      "text": "Today, they use a pulley to do the same job."
    },
    {
      "start": 7483.77,
      "end": 7485.61,
      "text": "Of course, the conductors are heavier."
    },
    {
      "start": 7486.04,
      "end": 7489.84,
      "text": "But the pulleys they use nowadays cost you probably $100, $150 a piece."
    },
    {
      "start": 7490.18,
      "end": 7493.53,
      "text": "Those cost me about $0.35 a piece."
    },
    {
      "start": 7494.65,
      "end": 7496.59,
      "text": "Well, plus the labor of assembly."
    },
    {
      "start": 7498.17,
      "end": 7500.35,
      "text": "Well, anyway, that wound up the Stoughton job."
    },
    {
      "start": 7500.39,
      "end": 7503.32,
      "text": "And I finished that, as I remember, right on December the 9th."
    },
    {
      "start": 7504.58,
      "end": 7514.11,
      "text": "And then we folded up for the winter."
    },
    {
      "start": 7514.25,
      "end": 7515.06,
      "text": "I'll start out."
    },
    {
      "start": 7516.38,
      "end": 7522.03,
      "text": "I'll go year by year where we worked and what we did and sort of run over it roughly."
    },
    {
      "start": 7522.05,
      "end": 7523.81,
      "text": "There'd be so much detail."
    },
    {
      "start": 7526.13,
      "end": 7529.42,
      "text": "if I went into detail of what happened."
    },
    {
      "start": 7529.44,
      "end": 7540.75,
      "text": "And all the men I went through and the men I trained and everything, it would take hours and hours to tell it all."
    },
    {
      "start": 7540.77,
      "end": 7550.5,
      "text": "Anyway, you've got to be in the mood for talking when you start telling stories about things that happened 40 years ago."
    },
    {
      "start": 7552.24,
      "end": 7554.42,
      "text": "So we'll just wind her up for now."
    },
    {
      "start": 7554.48,
      "end": 7556.55,
      "text": "I'm going to listen to Brian Mulroney."
    },
    {
      "start": 7558.87,
      "end": 7565.46,
      "text": "I listened to Brian, and he didn't have much to say, talking on trade with the United States."
    },
    {
      "start": 7568.92,
      "end": 7571.59,
      "text": "He talked a lot, but he didn't say much, put it that way."
    },
    {
      "start": 7574.15,
      "end": 7575.59,
      "text": "I'm sitting outside right now."
    },
    {
      "start": 7575.61,
      "end": 7577.08,
      "text": "It's 88 degrees out here."
    },
    {
      "start": 7577.12,
      "end": 7580.64,
      "text": "It's on Tuesday afternoon, May the"
    },
    {
      "start": 7581.82,
      "end": 7582.5,
      "text": "17."
    },
    {
      "start": 7583.36,
      "end": 7584.38,
      "text": "June the 17th."
    },
    {
      "start": 7585.61,
      "end": 7587.05,
      "text": "June the 17th, yeah."
    },
    {
      "start": 7589.85,
      "end": 7591.91,
      "text": "So I don't know what it's going to be like out here."
    },
    {
      "start": 7591.93,
      "end": 7593.18,
      "text": "The wind is blowing."
    },
    {
      "start": 7593.22,
      "end": 7597.88,
      "text": "There may be some roaring in the mic on account of the wind."
    },
    {
      "start": 7598.96,
      "end": 7601.57,
      "text": "I'll just take a shot of this and see what's happening."
    },
    {
      "start": 7601.73,
      "end": 7606.51,
      "text": "I'll play it back now and see what this sounds like."
    },
    {
      "start": 7608.23,
      "end": 7610.39,
      "text": "I played it back and it sounded all right."
    },
    {
      "start": 7610.43,
      "end": 7616.46,
      "text": "There's no interference from the wind, so I'll go on talking about 1947 now."
    },
    {
      "start": 7616.48,
      "end": 7630.53,
      "text": "1947, my first job was building a line from Weyburn to Radville and picking up the village of Trossachs on the way."
    },
    {
      "start": 7631.23,
      "end": 7634.36,
      "text": "It was an early break up in the spring and we got an early start."
    },
    {
      "start": 7635.03,
      "end": 7639.49,
      "text": "After we finished that job, we did about 20 farms just north of Weyburn."
    },
    {
      "start": 7641.64,
      "end": 7655.6,
      "text": "And from there, I got a job building a line from Dinsmore to Eston and up from Elrose to Rosetown."
    },
    {
      "start": 7655.64,
      "end": 7664.51,
      "text": "That was about 110 miles of line, including about 10 towns and villages that all needed new distribution."
    },
    {
      "start": 7666.7,
      "end": 7693.6,
      "text": "so we got into that oh I would say about or mid mid-june when we start on that job anyway at the in the meantime there there had been a reunion organized with a family to meet down at m's place in oregon and I didn't know what to do I had so damn much work ahead of me and"
    },
    {
      "start": 7694.66,
      "end": 7702.11,
      "text": "So I happened to be going through Moose Jaw, and my old bank manager from Estevan, Bill Mullins, was the manager in Moose Jaw."
    },
    {
      "start": 7702.67,
      "end": 7722.95,
      "text": "So I stopped in to say hello to him, and in the course of the conversation I told him how much work I had ahead of me, and that there was this reunion coming up where I was to meet eight of my brothers and three sisters."
    },
    {
      "start": 7724.72,
      "end": 7730.33,
      "text": "I didn't know whether I should leave my job and go down there or what I should do."
    },
    {
      "start": 7730.35,
      "end": 7739.06,
      "text": "He said, Lindy, he said, if I had eight brothers to meet, he said, I'd leave any kind of a job to go down there to the reunion."
    },
    {
      "start": 7739.66,
      "end": 7741.97,
      "text": "He said, the job will go along for two weeks."
    },
    {
      "start": 7741.99,
      "end": 7743.69,
      "text": "They'll never miss you."
    },
    {
      "start": 7743.79,
      "end": 7745.81,
      "text": "I said, what difference it will make?"
    },
    {
      "start": 7745.91,
      "end": 7748.21,
      "text": "He said, you'll never miss."
    },
    {
      "start": 7748.23,
      "end": 7753.12,
      "text": "So we went to the reunion, and it turned out to be a very good trip."
    },
    {
      "start": 7753.93,
      "end": 7757.63,
      "text": "Bud and Ethel and Phyllis and I went down in one car."
    },
    {
      "start": 7758.78,
      "end": 7760.64,
      "text": "And I had a new car at that time."
    },
    {
      "start": 7761.32,
      "end": 7762.74,
      "text": "So we had really a nice trip."
    },
    {
      "start": 7762.76,
      "end": 7763.8,
      "text": "We were gone two weeks."
    },
    {
      "start": 7765.77,
      "end": 7767.73,
      "text": "And back to the job up at Elrose."
    },
    {
      "start": 7770.35,
      "end": 7777.2,
      "text": "I no more than got that job underway when the superintendent come along and said they had a job."
    },
    {
      "start": 7778.8,
      "end": 7783.89,
      "text": "running from Kenora, Saskatchewan, up to Priestville and over to Norquay."
    },
    {
      "start": 7783.91,
      "end": 7789.58,
      "text": "That was about 60 or 70 miles a line."
    },
    {
      "start": 7789.6,
      "end": 7795.16,
      "text": "It took in one, two, three, four, five towns to build it."
    },
    {
      "start": 7796.93,
      "end": 7801.67,
      "text": "And God, there's no way that I could see that I could handle it."
    },
    {
      "start": 7801.69,
      "end": 7803.15,
      "text": "And Ted Darnan was after me."
    },
    {
      "start": 7803.17,
      "end": 7804.68,
      "text": "They had to get this done."
    },
    {
      "start": 7804.69,
      "end": 7807.14,
      "text": "It was sort of a political thing."
    },
    {
      "start": 7809.3,
      "end": 7811.1,
      "text": "So finally I made a deal with him."
    },
    {
      "start": 7811.12,
      "end": 7828.88,
      "text": "If he'd give me his boring machine, or rented me his boring machine to dig all the holes and set the poles, I figured I could rustle up the help to complete the job by the end of the year."
    },
    {
      "start": 7831.68,
      "end": 7835.2,
      "text": "So I had the job at"
    },
    {
      "start": 7836.02,
      "end": 7840.81,
      "text": "Rosetown Elro was pretty well underway, and Art Miller was able to take over it."
    },
    {
      "start": 7840.83,
      "end": 7847.7,
      "text": "So I went to Kenora and started that job, again without any help."
    },
    {
      "start": 7847.72,
      "end": 7851.61,
      "text": "Just got my brother Zip to come out and help stake a line."
    },
    {
      "start": 7851.63,
      "end": 7856.37,
      "text": "That's the first thing you have to do is stake a line."
    },
    {
      "start": 7856.39,
      "end": 7864.89,
      "text": "And then we hired some local guys to haul out the poles, and I got a couple of guys to start putting on the cross arms."
    },
    {
      "start": 7865.64,
      "end": 7873.23,
      "text": "When we got the thing laid out, ready to go, then the power sent up their boring machine."
    },
    {
      "start": 7873.25,
      "end": 7876.79,
      "text": "And we went ahead, and it was easy to organize a tamping crew."
    },
    {
      "start": 7876.81,
      "end": 7881.46,
      "text": "You could get almost any farm laborer to work on that job."
    },
    {
      "start": 7884.12,
      "end": 7894.01,
      "text": "Well, we got on the pole set by about, oh, I'd say we had the pole setting done"
    },
    {
      "start": 7895.38,
      "end": 7903.11,
      "text": "By about the end of October, in the towns and on the high line, there was an awful lot of bush to cut up in that country."
    },
    {
      "start": 7903.99,
      "end": 7913.64,
      "text": "I had to hire men with axes to go in and slash a 25-foot swath through sometimes a quarter mile of solid trees."
    },
    {
      "start": 7914.14,
      "end": 7917.81,
      "text": "Oh, the trees up to five, six inches in diameter."
    },
    {
      "start": 7917.83,
      "end": 7920.35,
      "text": "And that all had to be piled and put out of the way."
    },
    {
      "start": 7923.24,
      "end": 7930.85,
      "text": "Then I was jockeying back and forth between that job and the one over at Dinsmore, trying to get them both cleaned up before winter."
    },
    {
      "start": 7933.05,
      "end": 7935.87,
      "text": "And time was running out on both ends."
    },
    {
      "start": 7935.97,
      "end": 7949.85,
      "text": "So finally, I went over to Dinsmore, to Rosetown, Elrose, and stayed on that job to push the wire string, and they weren't going as fast as they should."
    },
    {
      "start": 7949.87,
      "end": 7953.07,
      "text": "And we had to get somebody to string the wires in the towns, and I"
    },
    {
      "start": 7953.53,
      "end": 7958.03,
      "text": "sublet some of that to local guys that could climb poles."
    },
    {
      "start": 7960.51,
      "end": 7968.64,
      "text": "And then when I left the Kenora job, left Jack Gardner in charge."
    },
    {
      "start": 7968.72,
      "end": 7970.65,
      "text": "Well, Jack was the first guy I ever hired."
    },
    {
      "start": 7971.43,
      "end": 7973.89,
      "text": "I think I mentioned before, a hell of a good man."
    },
    {
      "start": 7974.79,
      "end": 7978.66,
      "text": "But if you gave him more than two helpers,"
    },
    {
      "start": 7979.94,
      "end": 7987.15,
      "text": "he became confused and he would do all the work and the guys would all stand there and watch it."
    },
    {
      "start": 7987.16,
      "end": 7990.09,
      "text": "When I left Jack there, he used to start string and wire."
    },
    {
      "start": 7990.11,
      "end": 7991.89,
      "text": "Now, he knew all about string and wire."
    },
    {
      "start": 7994.44,
      "end": 8008.9,
      "text": "I came back on the job about the, oh, about the 20th of November and my God, he only had three miles of wire strung and, well, I shouldn't say that, about six miles of wire strung and he had been fiddling away for"
    },
    {
      "start": 8009.52,
      "end": 8037.94,
      "text": "ten days well I got some god darn that I went out there and he had a crew of 13 men I went out there and the first guy i'd see that didn't have something definite to do I said you're finished tonight I paired the crew down to eight men and then we started swinging three miles of wire every day got organized and really got home well I finished that job"
    },
    {
      "start": 8040.38,
      "end": 8047.21,
      "text": "Hooked up the last town the day before Christmas."
    },
    {
      "start": 8047.23,
      "end": 8056.02,
      "text": "Well, oh yeah, a weekend came in there, and I wanted my crew to work on Sunday, that we could get everything finished."
    },
    {
      "start": 8056.04,
      "end": 8061.82,
      "text": "But they got into the beer parlor Saturday night, and Sunday morning you couldn't get any of them out."
    },
    {
      "start": 8062.79,
      "end": 8068.85,
      "text": "So I got Jack Gardner and myself and two brown men, both experienced brown men."
    },
    {
      "start": 8069.68,
      "end": 8075.51,
      "text": "We went out and we did more work on the Sunday than the whole band outfit would do."
    },
    {
      "start": 8075.52,
      "end": 8078.43,
      "text": "And we got the town going."
    },
    {
      "start": 8079.83,
      "end": 8081.49,
      "text": "That was the last town, the Sturgis."
    },
    {
      "start": 8082.99,
      "end": 8086.6,
      "text": "And Durnan had told me they had an old and broken down plant in Sturgis."
    },
    {
      "start": 8086.62,
      "end": 8092.87,
      "text": "He said, you've got to get Sturgis going before you come back in for Christmas."
    },
    {
      "start": 8092.89,
      "end": 8094.17,
      "text": "So I worked all Sunday."
    },
    {
      "start": 8094.21,
      "end": 8098.86,
      "text": "And about Sunday night, about 11 o'clock, I got in the car."
    },
    {
      "start": 8100.32,
      "end": 8101.66,
      "text": "and headed for Regina."
    },
    {
      "start": 8102.0,
      "end": 8105.09,
      "text": "Well, that was about a four-hour drive."
    },
    {
      "start": 8106.61,
      "end": 8109.34,
      "text": "Anyway, I got home about 3 o'clock in the morning."
    },
    {
      "start": 8109.38,
      "end": 8114.72,
      "text": "The heater on my car failed during the way in, so I had to drive in in a cold car."
    },
    {
      "start": 8117.63,
      "end": 8118.67,
      "text": "I got mad at the crew."
    },
    {
      "start": 8118.73,
      "end": 8127.1,
      "text": "Payday came, and I said, I'm not paying you guys until Payday, and then we'll be in Regina on that day."
    },
    {
      "start": 8127.12,
      "end": 8128.96,
      "text": "So after work on that day,"
    },
    {
      "start": 8130.39,
      "end": 8132.76,
      "text": "They all laid around the hotel all day Sunday."
    },
    {
      "start": 8134.1,
      "end": 8142.31,
      "text": "Caught the train Monday, got in here late Monday night."
    },
    {
      "start": 8144.81,
      "end": 8148.89,
      "text": "I went down to the station and met them and gave them their paychecks."
    },
    {
      "start": 8148.91,
      "end": 8151.91,
      "text": "Monday was pay day."
    },
    {
      "start": 8151.93,
      "end": 8152.82,
      "text": "I laughed at them."
    },
    {
      "start": 8152.84,
      "end": 8154.8,
      "text": "I said, you guys were so smart."
    },
    {
      "start": 8155.2,
      "end": 8159.74,
      "text": "You missed a day's work, and now you came in a day late for pay."
    },
    {
      "start": 8161.26,
      "end": 8163.54,
      "text": "Let that be a lesson to you for the future."
    },
    {
      "start": 8164.34,
      "end": 8167.9,
      "text": "Well, I don't know if we taught them anything."
    },
    {
      "start": 8167.92,
      "end": 8169.75,
      "text": "Most of those fellows were come and go."
    },
    {
      "start": 8172.71,
      "end": 8177.44,
      "text": "Well, that wound up our season for 1947."
    },
    {
      "start": 8177.49,
      "end": 8180.98,
      "text": "Oh, yes, the Elrose job, they didn't get it quite completed."
    },
    {
      "start": 8181.66,
      "end": 8187.37,
      "text": "They were still finishing things up there in January, and then we shut down until spring."
    },
    {
      "start": 8189.59,
      "end": 8195.6,
      "text": "Now, in 1948, I have to stop and think."
    },
    {
      "start": 8195.62,
      "end": 8200.47,
      "text": "In 1948, where did we start?"
    },
    {
      "start": 8200.49,
      "end": 8201.51,
      "text": "In 1948."
    },
    {
      "start": 8201.63,
      "end": 8213.11,
      "text": "I really have to scratch my head to see where we started."
    },
    {
      "start": 8213.13,
      "end": 8214.17,
      "text": "In 1948."
    },
    {
      "start": 8214.33,
      "end": 8214.87,
      "text": "Oh, I think"
    },
    {
      "start": 8217.99,
      "end": 8223.72,
      "text": "I didn't get in on the early bidding."
    },
    {
      "start": 8224.16,
      "end": 8224.7,
      "text": "That's right."
    },
    {
      "start": 8224.76,
      "end": 8226.64,
      "text": "I lost out on all the jobs."
    },
    {
      "start": 8226.72,
      "end": 8238.19,
      "text": "And finally they came along and they had a job out north of Swift Current, a system to put there."
    },
    {
      "start": 8238.23,
      "end": 8240.79,
      "text": "And I got going on that about in June."
    },
    {
      "start": 8242.19,
      "end": 8244.62,
      "text": "Oh yeah, I went and built a line to Cypress Park."
    },
    {
      "start": 8244.66,
      "end": 8246.06,
      "text": "That's where I started."
    },
    {
      "start": 8246.41,
      "end": 8258.28,
      "text": "Maple Creek to Cypress Park, and then went north of town to Mendham and Leader up in there, and we were building in a bunch of farms and whatnot."
    },
    {
      "start": 8258.3,
      "end": 8261.93,
      "text": "Then come back down and worked around Swift Current."
    },
    {
      "start": 8264.91,
      "end": 8269.48,
      "text": "Did a bunch of Mennonite settlements there."
    },
    {
      "start": 8272.22,
      "end": 8275.84,
      "text": "And then down and put a line from Vanguard"
    },
    {
      "start": 8276.73,
      "end": 8277.95,
      "text": "to Aneroid."
    },
    {
      "start": 8281.66,
      "end": 8289.48,
      "text": "And after that, we had 200 farms to go down at Oxbow."
    },
    {
      "start": 8289.5,
      "end": 8295.71,
      "text": "That was the first year we got a big group of farms."
    },
    {
      "start": 8295.77,
      "end": 8299.21,
      "text": "And we had that all finished and had a full season, a good season."
    },
    {
      "start": 8299.57,
      "end": 8300.9,
      "text": "Made good money that year."
    },
    {
      "start": 8300.95,
      "end": 8302.18,
      "text": "The weather was good."
    },
    {
      "start": 8302.22,
      "end": 8303.38,
      "text": "Everything went fine."
    },
    {
      "start": 8303.42,
      "end": 8304.7,
      "text": "And we finished all our"
    },
    {
      "start": 8305.27,
      "end": 8307.57,
      "text": "world by Christmas time."
    },
    {
      "start": 8307.59,
      "end": 8318.59,
      "text": "Then I come to the city, and the city, the head guy for the city knew me, and he said they had some poles to set in the city."
    },
    {
      "start": 8318.67,
      "end": 8327.98,
      "text": "So I started setting poles in the city, working by the hour, just so much an hour for men and equipment."
    },
    {
      "start": 8328.0,
      "end": 8331.55,
      "text": "And the first thing I knew, I had half a dozen men going all winter."
    },
    {
      "start": 8331.57,
      "end": 8333.13,
      "text": "I never stopped."
    },
    {
      "start": 8335.14,
      "end": 8340.91,
      "text": "And that was the start of a 10-year stint with the city of Regina."
    },
    {
      "start": 8342.49,
      "end": 8346.33,
      "text": "They asked me for a price for rental of the equipment and wages."
    },
    {
      "start": 8347.39,
      "end": 8355.18,
      "text": "So I gave them rental rates on the equipment and wages plus 10% onto the payroll."
    },
    {
      "start": 8358.37,
      "end": 8361.15,
      "text": "And that was it."
    },
    {
      "start": 8361.71,
      "end": 8364.86,
      "text": "That went on for 10 years without any"
    },
    {
      "start": 8365.16,
      "end": 8390.07,
      "text": "i just wrote them submitted them a letter a proposal that I would work for this and it just kept going and going as wages went up while I charged them the more wages but the equipment rental I never changed it in the 10 years that's I was an inflation fighter and it was a good deal for me because we always left our poorest equipment in town here because there wasn't that much for it to do it was standing around mostly"
    },
    {
      "start": 8391.08,
      "end": 8395.52,
      "text": "boring machines that bore an average of about eight or ten holes a day were out in the country."
    },
    {
      "start": 8395.54,
      "end": 8405.23,
      "text": "They had to bore anywhere 50, 60, 70 or 80 holes a day."
    },
    {
      "start": 8405.25,
      "end": 8406.91,
      "text": "Well, that was 1948."
    },
    {
      "start": 8409.66,
      "end": 8420.01,
      "text": "And in 49, I went tooh yeah, I got the piece of high voltage line, the 72,000 from"
    },
    {
      "start": 8420.93,
      "end": 8425.56,
      "text": "that's up near Melville up to Yorkton."
    },
    {
      "start": 8425.58,
      "end": 8429.26,
      "text": "I moved in on it just before harvest."
    },
    {
      "start": 8429.28,
      "end": 8431.22,
      "text": "I got in on it."
    },
    {
      "start": 8431.24,
      "end": 8439.77,
      "text": "Previous to that, in 49, I can't recollect where we were working."
    },
    {
      "start": 8439.79,
      "end": 8443.16,
      "text": "But nevertheless, we were busy."
    },
    {
      "start": 8443.17,
      "end": 8447.68,
      "text": "We had some project somewhere, and I had a pretty good crew organized."
    },
    {
      "start": 8448.74,
      "end": 8449.72,
      "text": "Then we went into"
    },
    {
      "start": 8450.21,
      "end": 8455.8,
      "text": "to do that line up from Yorkton to Melville and down to Kalele, another 18 miles."
    },
    {
      "start": 8457.5,
      "end": 8459.64,
      "text": "And that had to be completed by wintertime."
    },
    {
      "start": 8460.8,
      "end": 8462.22,
      "text": "Well, everything went fine."
    },
    {
      "start": 8463.68,
      "end": 8470.61,
      "text": "We got the poles up and we got about half of the wires strung when it came into the first part of December."
    },
    {
      "start": 8472.1,
      "end": 8473.46,
      "text": "And it stormed."
    },
    {
      "start": 8473.48,
      "end": 8475.06,
      "text": "And the snow kept piling in."
    },
    {
      "start": 8475.1,
      "end": 8479.08,
      "text": "I built a snow pile in front of my big army truck."
    },
    {
      "start": 8480.28,
      "end": 8484.1,
      "text": "We'd open up a road, and the next day it would blow in again."
    },
    {
      "start": 8484.12,
      "end": 8485.44,
      "text": "We kept that up one week."
    },
    {
      "start": 8485.47,
      "end": 8491.69,
      "text": "We opened the road three times and never put a truck over it."
    },
    {
      "start": 8491.71,
      "end": 8493.75,
      "text": "Well, we were virtually stalled."
    },
    {
      "start": 8493.77,
      "end": 8496.24,
      "text": "It kept on snowing and storming."
    },
    {
      "start": 8497.9,
      "end": 8501.9,
      "text": "So the Power Corporation said, well, we're not ready to use that line anyway."
    },
    {
      "start": 8501.94,
      "end": 8503.85,
      "text": "We haven't got the transformers or anything."
    },
    {
      "start": 8503.86,
      "end": 8505.75,
      "text": "So I shut her down until spring."
    },
    {
      "start": 8507.55,
      "end": 8509.33,
      "text": "and then went back up and finished it."
    },
    {
      "start": 8509.35,
      "end": 8511.77,
      "text": "That was the spring of 1950."
    },
    {
      "start": 8511.8,
      "end": 8525.27,
      "text": "Finished the wire stringing and some substations in Yorkton and Melville."
    },
    {
      "start": 8525.33,
      "end": 8534.83,
      "text": "Then I went down and I built 18 miles of line from Stockholm to Esterhazy."
    },
    {
      "start": 8534.85,
      "end": 8536.73,
      "text": "After, we're talking"
    },
    {
      "start": 8538.73,
      "end": 8547.39,
      "text": "Oh, yeah, then we had a bunch of farms to do in 49."
    },
    {
      "start": 8550.25,
      "end": 8553.48,
      "text": "That was another thing that was just coming on stream was farm electrification."
    },
    {
      "start": 8553.5,
      "end": 8561.83,
      "text": "So we got some farm jobs, units of 40 or 50 farms to a unit."
    },
    {
      "start": 8561.85,
      "end": 8568.44,
      "text": "We did probably 100 farms that year, and then shut down for the winter again."
    },
    {
      "start": 8570.27,
      "end": 8579.68,
      "text": "And in 50, I started out, built a line from Yorkton to Theodore."
    },
    {
      "start": 8579.98,
      "end": 8584.97,
      "text": "From there, I moved down to, oh, I forgot to tell you, I'm 49."
    },
    {
      "start": 8587.03,
      "end": 8597.7,
      "text": "Yeah, after we finished up that line, then I got a job 30 miles from Yorkton to Kenora."
    },
    {
      "start": 8599.01,
      "end": 8600.67,
      "text": "Now it's a good straightforward job."
    },
    {
      "start": 8600.69,
      "end": 8607.48,
      "text": "We did that up in a hurry and then out of work by the end of October."
    },
    {
      "start": 8607.52,
      "end": 8614.67,
      "text": "So I got a job up in Alberta."
    },
    {
      "start": 8615.29,
      "end": 8616.77,
      "text": "Went up to Alberta, that's right."
    },
    {
      "start": 8616.89,
      "end": 8621.13,
      "text": "Built in a bunch of farms up around Lloydminster and Beggarville."
    },
    {
      "start": 8622.45,
      "end": 8627.36,
      "text": "Maybe did about 70 or 80 farms up in there."
    },
    {
      "start": 8627.96,
      "end": 8628.92,
      "text": "Stayed there until"
    },
    {
      "start": 8629.35,
      "end": 8630.43,
      "text": "the end of the season."
    },
    {
      "start": 8630.74,
      "end": 8636.24,
      "text": "We wound up by Christmas time, shut her down for the winter."
    },
    {
      "start": 8636.26,
      "end": 8637.67,
      "text": "That was in 49, yeah."
    },
    {
      "start": 8637.69,
      "end": 8651.73,
      "text": "Then in 50, I started out, built that line from Yorkton to Theodore, and from there Lampman to Bienfait."
    },
    {
      "start": 8651.77,
      "end": 8654.01,
      "text": "That was another 18 miles."
    },
    {
      "start": 8655.07,
      "end": 8658.93,
      "text": "From there down to Shaunavon to East End, that was 30 miles."
    },
    {
      "start": 8663.2,
      "end": 8669.47,
      "text": "And then after that, came in and went from... ...Mormart to Kipling."
    },
    {
      "start": 8669.49,
      "end": 8671.13,
      "text": "That was about 60 miles."
    },
    {
      "start": 8673.17,
      "end": 8676.58,
      "text": "So we pretty well had a full season and a good season."
    },
    {
      "start": 8676.6,
      "end": 8684.15,
      "text": "I'd made good money and was satisfied to quit when Ted Durnan come along and said, Gus Branders is in trouble with the line."
    },
    {
      "start": 8684.74,
      "end": 8692.79,
      "text": "down at Ogham in the Cinnaboy countries, bit off more than he can chew, and I want you to go down there and help him out."
    },
    {
      "start": 8694.31,
      "end": 8697.47,
      "text": "Well, he said, come on down and look at it."
    },
    {
      "start": 8697.49,
      "end": 8713.39,
      "text": "So I got in the car and went down there, and he went in the Brander's trailer, and he was in there three hours arguing with him, and he wanted me to give him a hand on that line, because it had to be done before winter set in."
    },
    {
      "start": 8714.89,
      "end": 8725.47,
      "text": "And I'm sitting out in the car and the intern's in there arguing why he was going to take some of it away and give it to me."
    },
    {
      "start": 8728.05,
      "end": 8737.6,
      "text": "Me and another contractor, we were going to set the poles jointly and then which string of wire had... Oh, Branders got mad at me over that one."
    },
    {
      "start": 8737.62,
      "end": 8740.37,
      "text": "He blamed me, you know, for the whole thing."
    },
    {
      "start": 8740.39,
      "end": 8740.85,
      "text": "And I said..."
    },
    {
      "start": 8741.12,
      "end": 8769.42,
      "text": "you better find out the facts I said how I fought against that I said I had finished a good season and now I now I Dernan puts the gun to my head and says you got to come out and do them I'm commissioning you to do it you can't say no well then when we finished that went outside of Regina here just south of Regina and did a bunch of farms maybe about"
    },
    {
      "start": 8770.11,
      "end": 8772.29,
      "text": "15 or 20 farms in South Louisiana."
    },
    {
      "start": 8772.31,
      "end": 8778.03,
      "text": "So we were going until Christmas time and then shut down for the winter again."
    },
    {
      "start": 8778.06,
      "end": 8784.1,
      "text": "I said that was in50."
    },
    {
      "start": 8785.96,
      "end": 8788.87,
      "text": "Yeah, then 51, then I got a whole bunch of line."
    },
    {
      "start": 8788.89,
      "end": 8795.93,
      "text": "I had about 300 miles of cross-arm line to build besides all kinds of farms."
    },
    {
      "start": 8795.95,
      "end": 8799.88,
      "text": "It was in the Ogima, Bengoff, Viceroy,"
    },
    {
      "start": 8802.32,
      "end": 8808.59,
      "text": "down to Rock Glen, Coronac, all in through that country."
    },
    {
      "start": 8809.63,
      "end": 8817.12,
      "text": "Up north from Kyle to Elrose, and we did about 50 farms up in there, plus seven or eight towns."
    },
    {
      "start": 8818.38,
      "end": 8823.35,
      "text": "Big season that was in 51."
    },
    {
      "start": 8823.37,
      "end": 8824.59,
      "text": "52 was a short season."
    },
    {
      "start": 8828.13,
      "end": 8831.86,
      "text": "There again, we didn't start very early, didn't get any work."
    },
    {
      "start": 8831.99,
      "end": 8836.83,
      "text": "But I always had this crew in the city, kept my basic crew."
    },
    {
      "start": 8837.15,
      "end": 8843.5,
      "text": "I could always work them in the city here, never out of work."
    },
    {
      "start": 8843.52,
      "end": 8844.7,
      "text": "That was in 1952."
    },
    {
      "start": 8845.22,
      "end": 8847.14,
      "text": "And then the farms started picking up."
    },
    {
      "start": 8847.16,
      "end": 8849.65,
      "text": "Yeah, we were doing farm projects all over the place."
    },
    {
      "start": 8850.53,
      "end": 8857.91,
      "text": "Maybe did 250 or 300 farms that year."
    },
    {
      "start": 8857.93,
      "end": 8859.94,
      "text": "That's 1952."
    },
    {
      "start": 8861.11,
      "end": 8870.24,
      "text": "I'll just slow down for a minute here and take a rest while I think this over."
    },
    {
      "start": 8870.34,
      "end": 8872.29,
      "text": "Now we're into 53."
    },
    {
      "start": 8872.31,
      "end": 8875.39,
      "text": "53 was mostly all rural farms."
    },
    {
      "start": 8876.17,
      "end": 8879.51,
      "text": "We did about 385 or 90 farms that year."
    },
    {
      "start": 8881.01,
      "end": 8885.16,
      "text": "And we had a well-organized operation by this time on farms."
    },
    {
      "start": 8886.52,
      "end": 8888.08,
      "text": "You went out, you did an average of"
    },
    {
      "start": 8888.55,
      "end": 8890.24,
      "text": "five miles a line every day."
    },
    {
      "start": 8890.26,
      "end": 8891.78,
      "text": "That meant five farms."
    },
    {
      "start": 8893.62,
      "end": 8899.84,
      "text": "It meant, it involved setting about 75 or 80 poles."
    },
    {
      "start": 8901.68,
      "end": 8910.83,
      "text": "And about, that would, 75 or 80 poles would involve about 30 anchors."
    },
    {
      "start": 8912.43,
      "end": 8915.76,
      "text": "And of course the transformers and everything on them, we had to complete"
    },
    {
      "start": 8915.92,
      "end": 8919.71,
      "text": "the operation ready to throw on the switch, which we usually did before we left."
    },
    {
      "start": 8922.11,
      "end": 8922.65,
      "text": "And that was in 53."
    },
    {
      "start": 8922.67,
      "end": 8926.33,
      "text": "53 is a good year, all the way around."
    },
    {
      "start": 8926.39,
      "end": 8930.7,
      "text": "Again, we were still operating in town here all the time."
    },
    {
      "start": 8930.98,
      "end": 8932.08,
      "text": "The city was expanding."
    },
    {
      "start": 8932.1,
      "end": 8943.89,
      "text": "We built all the pole lines in Regina from Campion College south, and every suburb that went in after that, we did all the pole lines on them."
    },
    {
      "start": 8945.37,
      "end": 8967.35,
      "text": "that was a sort of a bread and butter thing that's 53 I just finished okay 54 more farms all the way from you can say from Maple Creek to the west to"
    },
    {
      "start": 8969.72,
      "end": 8978.58,
      "text": "Well, we never got as far as the Manitoba border, about Kipling to the east, and everything always south of the valley, south of the Saskatchewan River and the Coppell Valley."
    },
    {
      "start": 8979.96,
      "end": 8980.48,
      "text": "It was 54."
    },
    {
      "start": 8980.82,
      "end": 8984.16,
      "text": "We did about 450 farms."
    },
    {
      "start": 8984.7,
      "end": 8990.25,
      "text": "And 55, well, we did some towns and villages in that too."
    },
    {
      "start": 8990.33,
      "end": 8992.35,
      "text": "55 was more farms again."
    },
    {
      "start": 8992.41,
      "end": 8995.14,
      "text": "Then we went up to about 475 farms."
    },
    {
      "start": 8996.59,
      "end": 8998.01,
      "text": "And this was all on a set price."
    },
    {
      "start": 8998.07,
      "end": 9007.91,
      "text": "The price had been established back in, when, 50, 48 or 50, somewhere in there, had been established."
    },
    {
      "start": 9007.92,
      "end": 9012.55,
      "text": "So much a pole, so much an ax and so much a transformer."
    },
    {
      "start": 9012.57,
      "end": 9017.14,
      "text": "Just the three items is all you had to bid on and that covered everything."
    },
    {
      "start": 9017.18,
      "end": 9021.77,
      "text": "You had to do your own bushing and hauling your material and everything."
    },
    {
      "start": 9024.4,
      "end": 9052.35,
      "text": "well 55 another big run we went right up to christmas time had snow about six inches snow but the weather was beautiful right up till christmas time we wound up again 56 more farms and it went up to about 450 farms and 56. and occasionally there would come a chunk of high voltage line in with it and"
    },
    {
      "start": 9053.62,
      "end": 9054.05,
      "text": "57."
    },
    {
      "start": 9054.41,
      "end": 9062.25,
      "text": "Now the farm operation, the big units of 40 and 50 farms are pretty well all done."
    },
    {
      "start": 9063.28,
      "end": 9064.98,
      "text": "We're doing a scattered filling."
    },
    {
      "start": 9066.16,
      "end": 9067.58,
      "text": "And I'll tape the six."
    },
    {
      "start": 9068.92,
      "end": 9073.79,
      "text": "And I just finished saying that we were, in 57, we were filling in farms."
    },
    {
      "start": 9073.81,
      "end": 9076.07,
      "text": "I set up three, three-man crews."
    },
    {
      "start": 9076.93,
      "end": 9078.11,
      "text": "And each one was on their own."
    },
    {
      "start": 9078.15,
      "end": 9088.6,
      "text": "They'd haul their poles, stake their line, haul their poles, set the poles, string the wire, and connect them, hot, ready to go."
    },
    {
      "start": 9089.94,
      "end": 9092.67,
      "text": "And then, well, we did pretty well."
    },
    {
      "start": 9092.69,
      "end": 9094.53,
      "text": "We had a nice turnover that year."
    },
    {
      "start": 9095.3,
      "end": 9098.93,
      "text": "This was a hard job to keep track of, though."
    },
    {
      "start": 9099.01,
      "end": 9101.37,
      "text": "Your men are on the move all the time, so much paperwork."
    },
    {
      "start": 9101.99,
      "end": 9116.59,
      "text": "I forgot to mention, when a crew went out to do a job, you had to supply them with about five sets of blueprints so that everybody working on the job had a blueprint and knew where the line was going, what to do, etc."
    },
    {
      "start": 9118.19,
      "end": 9121.7,
      "text": "And that was 57."
    },
    {
      "start": 9121.93,
      "end": 9124.43,
      "text": "Fifty-eight, I got totally bit out."
    },
    {
      "start": 9124.45,
      "end": 9125.96,
      "text": "I didn't get any work."
    },
    {
      "start": 9127.52,
      "end": 9128.26,
      "text": "Fifty-eight."
    },
    {
      "start": 9130.04,
      "end": 9137.58,
      "text": "And then I just hung around, and pretty soon they come along, and I had my city crew going, and pretty soon they come along."
    },
    {
      "start": 9137.6,
      "end": 9142.35,
      "text": "They had a little job here and a little job there, and when the dust was all settled, I had a pretty fair season."
    },
    {
      "start": 9142.65,
      "end": 9143.77,
      "text": "Turned over a profit."
    },
    {
      "start": 9144.93,
      "end": 9172.62,
      "text": "in spite of uh being bid right out everybody by that time work was getting more scarce and everybody was bidding down I refused to bid below my costs I knew what my costs were and I stayed with it and 59 what did we do in 59 I have to think hard now 59 59 paul"
    },
    {
      "start": 9173.68,
      "end": 9175.71,
      "text": "Yeah, 59 was not a big year."
    },
    {
      "start": 9175.95,
      "end": 9179.51,
      "text": "It was but a profitable one."
    },
    {
      "start": 9179.73,
      "end": 9182.04,
      "text": "I'm short of profit at the end of the year."
    },
    {
      "start": 9182.84,
      "end": 9187.14,
      "text": "Then it come along 60 and I built, then I got quite a bit of line in 60."
    },
    {
      "start": 9187.24,
      "end": 9202.75,
      "text": "I was building a bunch of farms and 60 miles of high line north of Regina starting up at Bully and running all the way about 60 miles north and doing all the towns"
    },
    {
      "start": 9203.22,
      "end": 9205.26,
      "text": "up through there, rebuilding the towns."
    },
    {
      "start": 9205.68,
      "end": 9209.48,
      "text": "Oh yeah, and we had a salvage, the old line, which had been built in 1928."
    },
    {
      "start": 9210.56,
      "end": 9217.47,
      "text": "We had a salvage 60 miles a line, and that was, well, that's as much work as building a line when it comes right down to it."
    },
    {
      "start": 9217.49,
      "end": 9224.48,
      "text": "So that looked like 120 miles a line that took the best part of the summer for a medium-sized crew."
    },
    {
      "start": 9224.5,
      "end": 9225.58,
      "text": "It didn't have a big crew."
    },
    {
      "start": 9227.33,
      "end": 9229.79,
      "text": "And that completed 69."
    },
    {
      "start": 9229.81,
      "end": 9231.77,
      "text": "Again, we had a good year."
    },
    {
      "start": 9233.88,
      "end": 9260.14,
      "text": "60 another one of those years where it was a little work here and a little work there much of this work I didn't have to bid on I just submit a price to them and they'd say go out and do that job and we were experienced enough that we could take on almost anything we built some h frame line in 60 then in 61"
    },
    {
      "start": 9261.74,
      "end": 9276.15,
      "text": "Drags Johnson and ourselves jointly bid on a piece of high-voltage line from Shellbrook to Prince Albert, which had a river crossing in it, which was always a big job."
    },
    {
      "start": 9276.17,
      "end": 9278.21,
      "text": "A river crossing was always a big job."
    },
    {
      "start": 9280.56,
      "end": 9291.31,
      "text": "It involved, it would probably cost you, at that time, $8,000 or $10,000 to cross it, just to cross for the river crossing itself."
    },
    {
      "start": 9291.96,
      "end": 9293.26,
      "text": "who worked on that job."
    },
    {
      "start": 9293.32,
      "end": 9299.82,
      "text": "And after it was finished, again, it was going around doing odds and ends, nothing."
    },
    {
      "start": 9300.78,
      "end": 9304.78,
      "text": "The farm electrification by this time was pretty well finished up."
    },
    {
      "start": 9304.8,
      "end": 9311.44,
      "text": "So you didn't go out and do these projects with 40 and 50 farms on them."
    },
    {
      "start": 9312.36,
      "end": 9316.16,
      "text": "You had to be mobile and scattered all over the place."
    },
    {
      "start": 9317.31,
      "end": 9339.97,
      "text": "that was 61 and 62 was about the same thing again and 63 I'm trying to think in 63 as the later years come come in it's harder for me to remember what the hell we're doing and"
    },
    {
      "start": 9344.86,
      "end": 9370.21,
      "text": "however by this time we're finished in the city here this this is petered out but there were other things showing up oh yes the potash mine out here at calium just out of regina we got all their work no matter what they had to do they called us in not only on building it but on on design you know what they said they didn't have engineers that were familiar with line work at all so you got in on the design end of it"
    },
    {
      "start": 9371.68,
      "end": 9374.64,
      "text": "And we, oh yeah, potash mines were coming in."
    },
    {
      "start": 9374.7,
      "end": 9382.47,
      "text": "We did quite a lot of work around the potash mines, running in lines here and there for the potash mines."
    },
    {
      "start": 9382.54,
      "end": 9385.44,
      "text": "That was 63 and 64."
    },
    {
      "start": 9385.46,
      "end": 9387.5,
      "text": "And 65 was my last year."
    },
    {
      "start": 9388.42,
      "end": 9392.07,
      "text": "We got a big project out at Swift Current."
    },
    {
      "start": 9392.09,
      "end": 9394.67,
      "text": "Well, big in those days, in dollars and cents."
    },
    {
      "start": 9396.46,
      "end": 9399.98,
      "text": "As I remember it, it was something, the one job,"
    },
    {
      "start": 9400.27,
      "end": 9403.95,
      "text": "I think maybe the biggest job in dollar and cents that I had ever undertaken."
    },
    {
      "start": 9403.97,
      "end": 9406.93,
      "text": "It was $125,000 or $30,000."
    },
    {
      "start": 9406.95,
      "end": 9411.76,
      "text": "And then there was, you know, a lot of extras came in."
    },
    {
      "start": 9412.14,
      "end": 9414.84,
      "text": "By the time I wound up, it was about $150,000."
    },
    {
      "start": 9415.42,
      "end": 9423.78,
      "text": "But that turned out to be a bad, bad season on a price that everybody said, what a hell of a price you got for that."
    },
    {
      "start": 9423.8,
      "end": 9428.6,
      "text": "Well, it started raining, and by God, it kept on raining in that dried-out country."
    },
    {
      "start": 9429.81,
      "end": 9431.4,
      "text": "And there's no place by this time."
    },
    {
      "start": 9431.46,
      "end": 9433.4,
      "text": "It's getting tough to get people in there."
    },
    {
      "start": 9433.8,
      "end": 9438.18,
      "text": "Oil had come in, and every place was taken up with oil then."
    },
    {
      "start": 9438.2,
      "end": 9446.47,
      "text": "So I bought an old camping outfit from the Power Corporation, cook car and two bug cars."
    },
    {
      "start": 9446.49,
      "end": 9449.23,
      "text": "It could handle about 20 or 25 men."
    },
    {
      "start": 9449.43,
      "end": 9456.18,
      "text": "And then I got an outfit from Edmonton to come down and look after to do the cooking."
    },
    {
      "start": 9456.96,
      "end": 9459.15,
      "text": "It cost us $18 a day per man."
    },
    {
      "start": 9460.41,
      "end": 9461.73,
      "text": "And I furnished the camp."
    },
    {
      "start": 9463.67,
      "end": 9472.07,
      "text": "And when that job was finished, the job that everybody thought I was going to make so much money on, in the winter I said to Art, go over that job."
    },
    {
      "start": 9472.17,
      "end": 9474.97,
      "text": "I said, you follow that all, all the way through."
    },
    {
      "start": 9475.59,
      "end": 9482.91,
      "text": "Go through the files and pick up every dollar of expense we had on that job and tell me how much money we made on it."
    },
    {
      "start": 9483.64,
      "end": 9491.3,
      "text": "And when the dust was settled, figuring our overhead, our office overhead and everything on that job, we had come up with 6% net."
    },
    {
      "start": 9491.44,
      "end": 9495.56,
      "text": "That's about as low as you dare go and not lose money."
    },
    {
      "start": 9496.6,
      "end": 9498.25,
      "text": "But that's what can happen with weather."
    },
    {
      "start": 9498.85,
      "end": 9504.6,
      "text": "We were rained out for 30 days that summer that we couldn't go out and work at all."
    },
    {
      "start": 9504.64,
      "end": 9509.06,
      "text": "And then for that 30 days, you can figure there's another 30 days that you're out there"
    },
    {
      "start": 9510.0,
      "end": 9513.17,
      "text": "messing around in the mud when you shouldn't be sitting at home."
    },
    {
      "start": 9514.13,
      "end": 9518.73,
      "text": "You're out there messing around and getting nothing done, but you're trying."
    },
    {
      "start": 9520.8,
      "end": 9522.3,
      "text": "And that was my last season."
    },
    {
      "start": 9522.32,
      "end": 9528.12,
      "text": "When that job was wound up then, that was the end of it for LHA."
    },
    {
      "start": 9530.09,
      "end": 9534.69,
      "text": "And on the last day of the year, I turned the outfit over."
    },
    {
      "start": 9534.71,
      "end": 9539.34,
      "text": "I sold it to Art, Bill,"
    },
    {
      "start": 9541.9,
      "end": 9543.8,
      "text": "George and Vaughn."
    },
    {
      "start": 9545.24,
      "end": 9548.98,
      "text": "With ARCT, they set up a company, Achen 65 Limited."
    },
    {
      "start": 9549.85,
      "end": 9552.99,
      "text": "And ARCT was the 51% shareholder."
    },
    {
      "start": 9555.11,
      "end": 9556.03,
      "text": "And they went ahead."
    },
    {
      "start": 9556.13,
      "end": 9565.16,
      "text": "And they've never looked back in, what is it, this is the 21st year now."
    },
    {
      "start": 9565.18,
      "end": 9569.63,
      "text": "And they've never been out of work, I suppose."
    },
    {
      "start": 9570.33,
      "end": 9574.98,
      "text": "In the years that Art run the outfit, I never saw his books and never asked him."
    },
    {
      "start": 9575.0,
      "end": 9580.26,
      "text": "But judging from the way prices went, everything, the power started getting out of it."
    },
    {
      "start": 9580.28,
      "end": 9590.07,
      "text": "They found out it cost them too damn much to build lines, and they were contracting the big jobs with a million dollars and a million and a half dollars at a shot."
    },
    {
      "start": 9591.19,
      "end": 9598.06,
      "text": "And the boys got in on that, and I'm sure come out with some nice profits."
    },
    {
      "start": 9599.76,
      "end": 9601.84,
      "text": "However, that's all beside the point."
    },
    {
      "start": 9602.0,
      "end": 9605.09,
      "text": "I never regretted having stepped out when I did."
    },
    {
      "start": 9605.13,
      "end": 9612.47,
      "text": "Never regretted for one minute that the things were good."
    },
    {
      "start": 9612.59,
      "end": 9613.88,
      "text": "That's one thing I said to them."
    },
    {
      "start": 9613.94,
      "end": 9629.75,
      "text": "Look, I said, right now it looks better for the contractor than it ever did because the power of the unions got them so backed up to the wall that they're almost afraid to go out and do anything themselves."
    },
    {
      "start": 9630.63,
      "end": 9633.75,
      "text": "And there'd be more contracting than ever, and how right I was."
    },
    {
      "start": 9633.89,
      "end": 9639.96,
      "text": "But I said, you saw me burn myself out here in 18 years, and I said, I'm finished."
    },
    {
      "start": 9640.88,
      "end": 9642.04,
      "text": "I said, I don't want any more."
    },
    {
      "start": 9642.3,
      "end": 9645.74,
      "text": "Well, not 18 years, that's 20 years."
    },
    {
      "start": 9645.76,
      "end": 9653.23,
      "text": "And I got out, and I wouldn't be alive today if I'd have stayed in there and tried to run it."
    },
    {
      "start": 9653.79,
      "end": 9655.85,
      "text": "I got out, I sold, I gave them a good deal."
    },
    {
      "start": 9655.87,
      "end": 9657.6,
      "text": "I never regretted that."
    },
    {
      "start": 9658.33,
      "end": 9663.98,
      "text": "I go down to the office and I'm treated like if I still owned and run the company."
    },
    {
      "start": 9665.06,
      "end": 9669.83,
      "text": "And many of the men are still around there that had worked for me."
    },
    {
      "start": 9670.31,
      "end": 9671.85,
      "text": "Ernie Smith is the oldest now."
    },
    {
      "start": 9671.91,
      "end": 9677.9,
      "text": "He's been there about 26, 7, and 30 years, somewhere in there."
    },
    {
      "start": 9677.92,
      "end": 9684.19,
      "text": "Yeah, it's 55, 30."
    },
    {
      "start": 9684.47,
      "end": 9686.86,
      "text": "He'd been there 32 or 33 years."
    },
    {
      "start": 9689.32,
      "end": 9691.4,
      "text": "And George Jenny quit and went farming."
    },
    {
      "start": 9691.44,
      "end": 9695.49,
      "text": "He called in here the other night to say hello to me, see how we were getting along."
    },
    {
      "start": 9695.53,
      "end": 9703.32,
      "text": "He said the 20 years he spent with Achen Construction, he said he couldn't have worked a better place or learned more than he did in the years he was there."
    },
    {
      "start": 9705.18,
      "end": 9708.74,
      "text": "Ron Kennedy, as you know, was electrocuted at Moose Jaw."
    },
    {
      "start": 9710.15,
      "end": 9715.59,
      "text": "Bill Zaharachuk died of a heart attack just when things were really going good."
    },
    {
      "start": 9716.91,
      "end": 9721.05,
      "text": "So Art took on another partner, Doug McGillivray."
    },
    {
      "start": 9721.85,
      "end": 9722.5,
      "text": "He bought in."
    },
    {
      "start": 9724.96,
      "end": 9734.79,
      "text": "And then Con Bandy, another guy that started working for me in 63 or 62, somewhere in there."
    },
    {
      "start": 9735.31,
      "end": 9737.42,
      "text": "He bought in, but he's dropped out again."
    },
    {
      "start": 9737.56,
      "end": 9741.38,
      "text": "So Art is back running the outfit with the shares."
    },
    {
      "start": 9741.4,
      "end": 9744.47,
      "text": "He sold his shares to these fellas."
    },
    {
      "start": 9744.58,
      "end": 9748.09,
      "text": "They had options to purchase shares and take over the company."
    },
    {
      "start": 9748.47,
      "end": 9750.39,
      "text": "And I don't know, I never dig into it."
    },
    {
      "start": 9750.51,
      "end": 9762.33,
      "text": "I always figure it's none of my business, and if Art wants to tell me, he'll tell me, and he don't talk much, as the saying goes."
    },
    {
      "start": 9762.35,
      "end": 9769.32,
      "text": "So on the basis of that, I'm going to cut her off right now and roll this back and see what I've said."
    },
    {
      "start": 9770.69,
      "end": 9776.71,
      "text": "I'll use up the rest of this tape just in generalizing some of the things that took place."
    },
    {
      "start": 9779.94,
      "end": 9783.44,
      "text": "This is July the 21st, 1986."
    },
    {
      "start": 9788.57,
      "end": 9798.75,
      "text": "Ben and Leslie were here from June the 27th and just left yesterday, so I put the taping aside while they were here."
    },
    {
      "start": 9799.63,
      "end": 9803.55,
      "text": "I didn't want to get things mixed up any worse than what I had them."
    },
    {
      "start": 9804.51,
      "end": 9811.76,
      "text": "And we enjoyed having them at any rate."
    },
    {
      "start": 9812.1,
      "end": 9812.92,
      "text": "They're good company."
    },
    {
      "start": 9812.96,
      "end": 9816.93,
      "text": "They had a lot of fun entertaining themselves out in the pool."
    },
    {
      "start": 9820.65,
      "end": 9827.68,
      "text": "Now I'll go back and give you a few things about"
    },
    {
      "start": 9828.65,
      "end": 9835.74,
      "text": "My life in the electrical field, it was a hectic time."
    },
    {
      "start": 9835.8,
      "end": 9843.23,
      "text": "Saw it all grow from year to year, something new."
    },
    {
      "start": 9843.27,
      "end": 9846.99,
      "text": "Every day, you might say, was different."
    },
    {
      "start": 9847.01,
      "end": 9848.67,
      "text": "No two days alike."
    },
    {
      "start": 9848.69,
      "end": 9856.6,
      "text": "Never went to work one day, but when I was looking forward to the challenge of the day that might come up, you never knew what might happen."
    },
    {
      "start": 9857.59,
      "end": 9882.42,
      "text": "my years with the companies in the states when I where I worked for three different companies a great experience working with different people different foremen I had about five or six foremen in those two years and you learn something from each of them and so when my day came to take charge you try to put into effect"
    },
    {
      "start": 9883.58,
      "end": 9886.31,
      "text": "the good things, the good points that they had."
    },
    {
      "start": 9886.63,
      "end": 9892.49,
      "text": "I think it probably helped me a lot in my years of handling men."
    },
    {
      "start": 9892.83,
      "end": 9903.38,
      "text": "That was the biggest thing about contracting, was having your men work for you, whether you were there or not."
    },
    {
      "start": 9903.98,
      "end": 9911.63,
      "text": "They liked you, they liked your attitude and what have you, and they worked."
    },
    {
      "start": 9911.98,
      "end": 9913.94,
      "text": "And that's where you got production."
    },
    {
      "start": 9914.02,
      "end": 9918.19,
      "text": "Production worked into dollars and cents."
    },
    {
      "start": 9922.81,
      "end": 9931.06,
      "text": "And when I had 40, 50 men working for me, they all called me by my first name."
    },
    {
      "start": 9931.16,
      "end": 9933.08,
      "text": "I didn't want to be Mr. Achen amongst them."
    },
    {
      "start": 9933.18,
      "end": 9934.6,
      "text": "I just lended to them."
    },
    {
      "start": 9934.62,
      "end": 9937.61,
      "text": "And I think that goes a long ways."
    },
    {
      "start": 9938.17,
      "end": 9939.51,
      "text": "You can do it in a small"
    },
    {
      "start": 9939.93,
      "end": 9943.31,
      "text": "You can't do it in a big outfit."
    },
    {
      "start": 9943.33,
      "end": 9965.16,
      "text": "If you get big, then you lose contact with the people that are actually making you the money, the guys that are doing the work."
    },
    {
      "start": 9969.54,
      "end": 9974.67,
      "text": "If you look at my whole career, it was a pretty hectic one."
    },
    {
      "start": 9975.33,
      "end": 9982.7,
      "text": "I went, I started out digging holes and from there worked up to being a lineman."
    },
    {
      "start": 9984.0,
      "end": 9987.6,
      "text": "And I got to be a professional lineman, a hotline."
    },
    {
      "start": 9987.64,
      "end": 9989.1,
      "text": "There was nothing I couldn't do."
    },
    {
      "start": 9990.51,
      "end": 9993.87,
      "text": "And then into service or into running a crew."
    },
    {
      "start": 9995.97,
      "end": 9999.2,
      "text": "That was always an important job to be the foreman on the crew."
    },
    {
      "start": 9999.8,
      "end": 10004.27,
      "text": "And then from there I went into service work."
    },
    {
      "start": 10004.39,
      "end": 10008.33,
      "text": "I learned how to read meters and how to serve customers."
    },
    {
      "start": 10010.61,
      "end": 10015.8,
      "text": "Along with that, the years in Estevan were really good educational years."
    },
    {
      "start": 10016.48,
      "end": 10018.82,
      "text": "You had to deal with absolutely everything."
    },
    {
      "start": 10018.86,
      "end": 10024.39,
      "text": "I got acquainted with transformers."
    },
    {
      "start": 10024.41,
      "end": 10028.59,
      "text": "We used to rewind our own transformers, repair our own transformers."
    },
    {
      "start": 10029.91,
      "end": 10037.11,
      "text": "which not many men in the business that had the experience that I had had that opportunity."
    },
    {
      "start": 10037.96,
      "end": 10041.32,
      "text": "You get to be a lineman, that's all you knew, was to be a lineman."
    },
    {
      "start": 10041.38,
      "end": 10048.31,
      "text": "You didn't know anything about transformers or instruments or switchboards or power plants or anything."
    },
    {
      "start": 10048.99,
      "end": 10053.2,
      "text": "Well, I've gone through all of this in my years in Estevan."
    },
    {
      "start": 10053.45,
      "end": 10056.19,
      "text": "When I left Estevan, I could have written steam papers."
    },
    {
      "start": 10056.29,
      "end": 10068.92,
      "text": "I knew enough about a steam plant, having been associated with one, a small outfit again, where you, when there was trouble, you went down and helped out, and you talked to people, and you got knowledgeable about a steam plant."
    },
    {
      "start": 10070.51,
      "end": 10076.83,
      "text": "Then from that, I went in and I operated a diesel plant."
    },
    {
      "start": 10076.85,
      "end": 10081.16,
      "text": "Well, my knowledge in a diesel plant, it was only a one-cylinder engine, but if you got"
    },
    {
      "start": 10081.39,
      "end": 10087.88,
      "text": "A six-cylinder engine, it's the same thing, only six times as big, that's all."
    },
    {
      "start": 10088.76,
      "end": 10091.88,
      "text": "I was in the instrument end."
    },
    {
      "start": 10091.94,
      "end": 10093.19,
      "text": "I could calibrate meters."
    },
    {
      "start": 10093.21,
      "end": 10095.45,
      "text": "I could calibrate switchboard instruments."
    },
    {
      "start": 10095.79,
      "end": 10101.7,
      "text": "I knew all about a switchboard and the workings of it in a power plant."
    },
    {
      "start": 10101.72,
      "end": 10110.27,
      "text": "And all knowledge that you gathered, put on the back shelf, and maybe someday you would use it."
    },
    {
      "start": 10111.04,
      "end": 10113.82,
      "text": "And I did all through the years that I was contracting."
    },
    {
      "start": 10114.5,
      "end": 10123.35,
      "text": "Things turned up where I could, where I might even be called in to say, we've got a problem here, can you help us?"
    },
    {
      "start": 10124.09,
      "end": 10134.9,
      "text": "And many times the power people called me in and they wouldn't have anybody in the area that was capable of diagnosing a trouble or something."
    },
    {
      "start": 10134.92,
      "end": 10139.97,
      "text": "And those are some of the benefits you got through your"
    },
    {
      "start": 10141.63,
      "end": 10167.66,
      "text": "wide experience in the business yeah when you're a serviceman you had to collect money you had to take care of complaints you had to do everything you got to know I had 1200 customers in estevan and I knew every one of them and they all knew me and in the mine fields got a great knowledge of mining both underground and strip mining"
    },
    {
      "start": 10169.04,
      "end": 10174.99,
      "text": "having served the field for seven years I was in there."
    },
    {
      "start": 10176.47,
      "end": 10178.17,
      "text": "It was a hectic life."
    },
    {
      "start": 10178.37,
      "end": 10182.76,
      "text": "You were on call 30 days a month and 24 hours a day."
    },
    {
      "start": 10183.0,
      "end": 10188.95,
      "text": "You were never paid overtime or anything, but you were proud as hell that you had a job and you knew you could do it."
    },
    {
      "start": 10189.43,
      "end": 10197.14,
      "text": "When the whistle blew, you went out and answered the call and didn't sit back and figure, well, how many hours can I get out of this or anything?"
    },
    {
      "start": 10197.42,
      "end": 10203.99,
      "text": "go out and find the trouble and repair it and get back home and get to bed, finish your sleep so that you could go to work in the morning."
    },
    {
      "start": 10204.01,
      "end": 10208.12,
      "text": "And that's the way it went from one thing to the other."
    },
    {
      "start": 10208.14,
      "end": 10226.32,
      "text": "I think I related earlier that I had started doing some inside wiring way back in 19..."
    },
    {
      "start": 10227.28,
      "end": 10233.28,
      "text": "at the time I built the power system into the village of Midale."
    },
    {
      "start": 10234.24,
      "end": 10240.09,
      "text": "Well, later on, things got slack, and I continued to work."
    },
    {
      "start": 10245.11,
      "end": 10249.96,
      "text": "I kept on wiring and wiring, and finally the wiring inspector said, why don't you write your journeyman's paper?"
    },
    {
      "start": 10250.0,
      "end": 10253.38,
      "text": "So I wrote my journeyman's paper, and I think I related to that earlier."
    },
    {
      "start": 10254.51,
      "end": 10259.48,
      "text": "I was so darn tickled when I got it because I didn't think I made the exams."
    },
    {
      "start": 10260.62,
      "end": 10261.82,
      "text": "I still carry it today."
    },
    {
      "start": 10263.24,
      "end": 10274.05,
      "text": "And while I really never did much wiring, there wasn't anything about it that I didn't know or couldn't sit down and figure out."
    },
    {
      "start": 10275.99,
      "end": 10279.13,
      "text": "And it was something to have that journeyman's paper in your hip pocket."
    },
    {
      "start": 10279.17,
      "end": 10283.22,
      "text": "The one I have now will run until I think it's 1990."
    },
    {
      "start": 10283.67,
      "end": 10285.07,
      "text": "before it expires."
    },
    {
      "start": 10285.85,
      "end": 10287.51,
      "text": "I probably won't be around here."
    },
    {
      "start": 10288.32,
      "end": 10290.0,
      "text": "And the company still keeps me on."
    },
    {
      "start": 10290.1,
      "end": 10299.18,
      "text": "Art Miller's company still keeps me on pay on the small retainer, because I have that journeyman's paper and some of the work that they run into from time to time."
    },
    {
      "start": 10299.22,
      "end": 10302.17,
      "text": "They're supposed to have a journeyman electrician on the job."
    },
    {
      "start": 10302.97,
      "end": 10305.23,
      "text": "Whether he does any work or not, that's another thing."
    },
    {
      "start": 10307.65,
      "end": 10313.26,
      "text": "So therefore, they keep me available in case something turns up where they need the journeyman."
    },
    {
      "start": 10313.41,
      "end": 10338.0,
      "text": "and i'm there and now all very interesting you know to be able to walk in and see an electrical layout know what it's all about not a puzzle or anything to the average layman it is but it's just as simple as a b c when you know how what the principles of it are"
    },
    {
      "start": 10338.68,
      "end": 10348.74,
      "text": "As far as being a technician is concerned, you give me this little tape recorder here, and I can't even tell you what makes it work, or telephones or anything."
    },
    {
      "start": 10348.76,
      "end": 10350.5,
      "text": "That was completely out of my line."
    },
    {
      "start": 10350.52,
      "end": 10352.02,
      "text": "The radio was out of my line."
    },
    {
      "start": 10353.88,
      "end": 10362.76,
      "text": "But my life was get the electricity from the generator to the outlet where it was going to be used."
    },
    {
      "start": 10362.8,
      "end": 10364.28,
      "text": "That was always the big thing."
    },
    {
      "start": 10364.66,
      "end": 10366.16,
      "text": "That's what I specialized in."
    },
    {
      "start": 10368.4,
      "end": 10370.78,
      "text": "However, I'm glad it's all over."
    },
    {
      "start": 10370.82,
      "end": 10378.18,
      "text": "I had one heck of a life in the electrical field."
    },
    {
      "start": 10379.46,
      "end": 10388.69,
      "text": "I got to be pretty well known in Saskatchewan, and now they're all dying off."
    },
    {
      "start": 10388.79,
      "end": 10391.0,
      "text": "I'm one of the older guys in the businesses."
    },
    {
      "start": 10392.4,
      "end": 10394.12,
      "text": "I doubted this."
    },
    {
      "start": 10394.47,
      "end": 10423.53,
      "text": "two or three fellows in the whole province of my age that are still living that have gone through the the the business from one end to the other or for a period of 35 40 years so I would say to anyone it's an exciting life the life of service is what you're in service is what you're selling when I was a contractor"
    },
    {
      "start": 10424.14,
      "end": 10425.54,
      "text": "I was selling service."
    },
    {
      "start": 10429.14,
      "end": 10447.21,
      "text": "And I still say, like my George Jenny, the fellow that worked for me, said, if I had a son, I'd want him to go and work for an outfit just like yours, he said, not too big, where you get to know everything about everything, he said."
    },
    {
      "start": 10447.87,
      "end": 10452.81,
      "text": "The knowledge I got there and the 20 years I worked there, he said, are just unbelievable."
    },
    {
      "start": 10453.75,
      "end": 10462.45,
      "text": "He had worked from a boy on the end of a digging bar up to becoming a journeyman lineman, and a real good one."
    },
    {
      "start": 10464.19,
      "end": 10479.99,
      "text": "And then he had saved his money, and when he got enough money to buy a farm, he bought the farm and said, now I'm going to semi-retire, and that's what he'd do and really enjoy in life."
    },
    {
      "start": 10480.01,
      "end": 10482.28,
      "text": "I don't know if I mentioned anywhere along,"
    },
    {
      "start": 10483.47,
      "end": 10511.4,
      "text": "uh money out of this business when I started working in worthington iowa we were working nine hours a day and I got 35 cents an hour paid my own room and board drove a car model t ford coupe the foreman came along one day after i'd been there about three weeks"
    },
    {
      "start": 10512.36,
      "end": 10514.58,
      "text": "He said, I like the way you work."
    },
    {
      "start": 10514.6,
      "end": 10522.01,
      "text": "He said, I put in an application for a raise to 40 cents an hour, and the head office turned it down."
    },
    {
      "start": 10525.5,
      "end": 10529.38,
      "text": "But he said, I'm going to plug your time enough to bring it up to 40 cents an hour."
    },
    {
      "start": 10531.12,
      "end": 10536.29,
      "text": "That's when I was a groundman, digging holes and doing anything on the ground."
    },
    {
      "start": 10537.57,
      "end": 10539.33,
      "text": "Then when I got to be a lineman,"
    },
    {
      "start": 10539.83,
      "end": 10544.66,
      "text": "My wages stayed the same, but I was only there for about a month, and I left."
    },
    {
      "start": 10545.04,
      "end": 10555.7,
      "text": "I think I told you earlier in the story when I quit in Nebraska and went up to work for my brother, Larry, who was sick at Sioux Falls, South Dakota."
    },
    {
      "start": 10558.03,
      "end": 10565.0,
      "text": "Then when I started work the next time, I was up near Aberdeen, South Dakota, and I"
    },
    {
      "start": 10565.94,
      "end": 10568.12,
      "text": "I started as a second-class lineman."
    },
    {
      "start": 10568.14,
      "end": 10569.96,
      "text": "I was getting 45 cents an hour."
    },
    {
      "start": 10571.27,
      "end": 10577.61,
      "text": "Being a lineman, my wages stayed the same, but I was only there for about a month, and I left."
    },
    {
      "start": 10578.03,
      "end": 10588.83,
      "text": "I think I told you earlier in the story when I quit in Nebraska and went up to work for my brother, Laurie, who was sick at Sioux Falls, South Dakota."
    },
    {
      "start": 10591.19,
      "end": 10595.78,
      "text": "Then when I started work the next time, I was up near Aberdeen, South Dakota."
    },
    {
      "start": 10597.04,
      "end": 10601.33,
      "text": "And I started as a second-class lineman."
    },
    {
      "start": 10601.35,
      "end": 10603.17,
      "text": "I was getting 45 cents an hour."
    },
    {
      "start": 10608.1,
      "end": 10611.92,
      "text": "And they paid our room and board up to $3 a day."
    },
    {
      "start": 10612.34,
      "end": 10615.65,
      "text": "Well, you could live on $3 a day quite handy in those days."
    },
    {
      "start": 10616.29,
      "end": 10621.16,
      "text": "So now I was getting, there was no income tax deductions or anything at that time."
    },
    {
      "start": 10622.1,
      "end": 10627.34,
      "text": "I was getting forty-five cents an hour, and I went through two different foremen with the same crew."
    },
    {
      "start": 10627.4,
      "end": 10631.97,
      "text": "The first one died, and the second one was transferred."
    },
    {
      "start": 10632.91,
      "end": 10636.13,
      "text": "And the third one was a younger man, and he took a liking to them."
    },
    {
      "start": 10636.15,
      "end": 10640.18,
      "text": "And he come along one day, and he said, you're only getting forty-five cents an hour."
    },
    {
      "start": 10640.2,
      "end": 10642.42,
      "text": "He said, I'm going to put you up to fifty cents an hour."
    },
    {
      "start": 10642.44,
      "end": 10644.32,
      "text": "That's the first-class lineman's wages."
    },
    {
      "start": 10645.12,
      "end": 10647.44,
      "text": "He said, you're doing as much work as any of the other fellows."
    },
    {
      "start": 10647.48,
      "end": 10648.89,
      "text": "He said, you ever work hotline?"
    },
    {
      "start": 10648.93,
      "end": 10649.47,
      "text": "I said, no."
    },
    {
      "start": 10649.95,
      "end": 10650.81,
      "text": "Well, he said, oh,"
    },
    {
      "start": 10651.73,
      "end": 10653.92,
      "text": "I'll teach you a little bit about it."
    },
    {
      "start": 10654.1,
      "end": 10661.43,
      "text": "So you started wearing rubber gloves now, and then he'd take me out to cut in transformers and this and that."
    },
    {
      "start": 10662.79,
      "end": 10670.2,
      "text": "So you familiarize yourself with protecting yourself is the big thing when you're working around hot wires."
    },
    {
      "start": 10671.87,
      "end": 10677.98,
      "text": "And then from there, when I went up to Kenmer, North Dakota, that was"
    },
    {
      "start": 10680.86,
      "end": 10681.68,
      "text": "a year later."
    },
    {
      "start": 10682.54,
      "end": 10686.72,
      "text": "There I got 78 cents an hour, but I had to pay my own room and board."
    },
    {
      "start": 10686.76,
      "end": 10700.86,
      "text": "Then when I came up to Canada, which was the next year, there I got 80 cents an hour, 82 cents an hour, I think it was, and paid my own room and board."
    },
    {
      "start": 10705.29,
      "end": 10709.33,
      "text": "And from there on, things went bad."
    },
    {
      "start": 10709.85,
      "end": 10714.02,
      "text": "And it came back where a lineman was getting 50 cents an hour again instead of 82."
    },
    {
      "start": 10714.08,
      "end": 10726.01,
      "text": "So I worked in the summer of 34, 35, part of 33 at 50 cents an hour and paid my own room and board."
    },
    {
      "start": 10727.81,
      "end": 10730.46,
      "text": "But it didn't cost you much for room and board."
    },
    {
      "start": 10730.5,
      "end": 10734.78,
      "text": "You could keep most places for a dollar, a dollar and a quarter a day."
    },
    {
      "start": 10735.64,
      "end": 10738.71,
      "text": "Some places that even do your, go to a private home."
    },
    {
      "start": 10739.47,
      "end": 10741.01,
      "text": "and even do your laundry for you."
    },
    {
      "start": 10743.55,
      "end": 10745.27,
      "text": "So it was all very relative."
    },
    {
      "start": 10746.93,
      "end": 10751.26,
      "text": "And when I started operating the power plant, I was getting $75 a month."
    },
    {
      "start": 10754.14,
      "end": 10768.92,
      "text": "Then when they closed down that plant, which I related to earlier, and I went back to the Dominion Electric power, there I was getting $135 a month."
    },
    {
      "start": 10769.49,
      "end": 10773.35,
      "text": "paid my own keep, but again, room and board for a dollar a day."
    },
    {
      "start": 10773.43,
      "end": 10781.38,
      "text": "In fact, I was staying at Phyllis' folks' place, and that's where I got room and board and laundry for a dollar a day."
    },
    {
      "start": 10784.21,
      "end": 10794.06,
      "text": "And as wages went up then, after I was married, that was about three years later, I got a ten dollar raise."
    },
    {
      "start": 10794.12,
      "end": 10797.28,
      "text": "That was my first raise in three years."
    },
    {
      "start": 10798.14,
      "end": 10807.69,
      "text": "I got $10 a month raise, and then, of course, you paid an extra $5 a month room and board."
    },
    {
      "start": 10808.98,
      "end": 10811.78,
      "text": "Groceries were going up and what have you."
    },
    {
      "start": 10814.02,
      "end": 10816.45,
      "text": "So it was all very relative."
    },
    {
      "start": 10816.47,
      "end": 10819.27,
      "text": "Well, when I left there, then I started contracting."
    },
    {
      "start": 10821.09,
      "end": 10825.16,
      "text": "I didn't take any steady wage out of the company."
    },
    {
      "start": 10825.54,
      "end": 10833.57,
      "text": "I just drew out money as I wanted to, but you didn't need much to live on, maybe, oh, $200, $300 a month."
    },
    {
      "start": 10840.34,
      "end": 10850.59,
      "text": "And when I incorporated then in 1953, I didn't know what wages I should draw, so I asked the auditors what wages."
    },
    {
      "start": 10851.09,
      "end": 10852.37,
      "text": "should I take out of this?"
    },
    {
      "start": 10852.39,
      "end": 10856.0,
      "text": "Well, the rate your company is going, you should have $1,000 a month."
    },
    {
      "start": 10857.6,
      "end": 10864.53,
      "text": "I'm coming to the end of this tape, so I'm just going to wind it up, and this will be the end of the history of LHA."
    },
    {
      "start": 10865.19,
      "end": 10865.67,
      "text": "Thank you."
    },
    {
      "start": 10867.95,
      "end": 10871.12,
      "text": "But I always had lots of money, never any shortage of money."
    },
    {
      "start": 10871.92,
      "end": 10879.13,
      "text": "Then when I started contracting, this is after I'd been contracting, what,"
    },
    {
      "start": 10880.1,
      "end": 10899.46,
      "text": "five or six years when I when I incorporated I never did change my wages then in the from 53 to 65 in 12 years I still took a thousand dollars a month but I was taking out big bonuses at the end of the year"
    }
  ],
  "totalDuration": 10902.484875,
  "language": "en",
  "_corrections": {
    "applied_at": "2026-01-14T22:17:53.235024",
    "modified_segments": 19,
    "total_corrections": 23
  }
}