{
  "chapters": [
    {
      "title": "Snowstorm Discussion and Audio Recording Context",
      "startTime": 0.0,
      "description": "The narrator is setting the context for a longer recording, explaining where a previous recording began (Ben taping planes, playing, Reverend Shuler speaking) and indicating where they want the listener to focus on (grandmother's conversation)."
    },
    {
      "title": "Historical Coffee Substitutes",
      "startTime": 224,
      "description": "Lindy and his grandmother begin answering Leslie's question about how coffee was made during the Depression era, providing examples of alternatives used."
    },
    {
      "title": "Farm Work and Livestock",
      "startTime": 470,
      "description": "Lindy transitions to describing his experience working on a farm and the types of livestock they had."
    },
    {
      "title": "Plea for Friendship and Cat Food Frustration",
      "startTime": 681,
      "description": "Lindy abruptly shifts to a personal message directed at 'Ben,' expressing a desire for friendship and correspondence."
    },
    {
      "title": "Leslie Introduces Herself and Discusses Family Plans",
      "startTime": 974,
      "description": "Lindy transitions to interviewing a new person, Leslie, who shares personal details about her age, family, and upcoming trip."
    },
    {
      "title": "Confusing Explanation of a Story/Plot Point",
      "startTime": 1166,
      "description": "Lindy announces the next show's topic: interviewing Shadastonio cats and Beagle mouse."
    },
    {
      "title": "Secret Instructions and Accusations",
      "startTime": 1276,
      "description": "Lindy begins a hidden message for Leslie, instructing her to find the speaker and warning against misusing the tape recorder."
    },
    {
      "title": "Unexpected Washroom Encounter",
      "startTime": 1486,
      "description": "Lindy describes an unexpected encounter in the washroom, setting up a narrative about Leslie's actions."
    },
    {
      "title": "Confused Ramblings and Allegations",
      "startTime": 1690,
      "description": "Lindy abruptly changes the subject to someone named Wes, and then to a discussion about something new."
    },
    {
      "title": "School Picture Discussion",
      "startTime": 1931,
      "description": "Lindy references an old school picture and the process of hiring a photographer.; Lindy abruptly shifts to discussing someone named Rec and their past involvement with a San Francisco band."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Wally and Willa Visit",
      "startTime": 93,
      "description": "Lindy shifts the conversation to a visit from Wally and Willa, including their doctor's appointments and evening card games.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "Tape Instructions and Recording",
      "startTime": 599,
      "description": "Lindy begins giving instructions about the tape recording and its placement.",
      "chapterIndex": 2,
      "id": "story-1"
    },
    {
      "title": "Mock Speech and Mrs. Jekyll",
      "startTime": 747,
      "description": "Lindy transitions into a mock speech directed at 'Mrs. Jekyll,' expressing negative sentiments.",
      "chapterIndex": 3,
      "id": "story-2"
    },
    {
      "title": "Kids' Ages and Misdeeds",
      "startTime": 810,
      "description": "Lindy begins interviewing the Couch Patch Kids, asking their names and ages, and discussing their behavior.",
      "chapterIndex": 3,
      "id": "story-3"
    },
    {
      "title": "Absurd Claims and Noisy Children",
      "startTime": 1045,
      "description": "Lindy abruptly shifts to a person claiming to be three years old with a large family and noisy feet, signaling a final departure.",
      "chapterIndex": 4,
      "id": "story-4"
    },
    {
      "title": "Playing a Game/Hiding",
      "startTime": 1218,
      "description": "Lindy begins discussing rising cat food prices and relates it to an ant infestation.",
      "chapterIndex": 5,
      "id": "story-5"
    },
    {
      "title": "Frustration and Interview Interruption",
      "startTime": 1367,
      "description": "Lindy praises 'Little,' seemingly referring to a previous action or person.",
      "chapterIndex": 6,
      "id": "story-6"
    },
    {
      "title": "Confrontation and Evasive Tactics",
      "startTime": 1584,
      "description": "Lindy confronts Leslie about being found in the closet, escalating into a discussion about recording and accusations.",
      "chapterIndex": 7,
      "id": "story-7"
    },
    {
      "title": "Escalating Conflict and Technical Issues",
      "startTime": 1645,
      "description": "Lindy and someone else discuss the ability to say bad things due to the recording.",
      "chapterIndex": 7,
      "id": "story-8"
    },
    {
      "title": "Geological Exploration",
      "startTime": 1757,
      "description": "Lindy transitions to a discussion about Russian geological exploration in the U.S., starting in the early 70s.",
      "chapterIndex": 8,
      "id": "story-9"
    },
    {
      "title": "Mystery Item on the Floor",
      "startTime": 1832,
      "description": "Lindy and another person observe a table resembling classical designs.",
      "chapterIndex": 8,
      "id": "story-10"
    },
    {
      "title": "School Transition and Student Recognition",
      "startTime": 2026,
      "description": "Lindy begins to tell a story about an experience after school, involving cleaning and classmates.",
      "chapterIndex": 9,
      "id": "story-11"
    }
  ]
}