{
  "chapters": [
    {
      "title": "Narrator's Birth and Early Life",
      "startTime": 0.0,
      "description": "The narrator initially discusses technical difficulties with the recording process, specifically mentioning that the tape was erasing and being recorded over, and that they will continue talking to avoid further issues."
    },
    {
      "title": "Canada Land Opportunity",
      "startTime": 85,
      "description": "Lindy discusses a land agent suggesting his father move to Canada due to cheaper land prices."
    },
    {
      "title": "House Expansion and Childhood Memories",
      "startTime": 364,
      "description": "Lindy transitions to discussing the construction of their new farm house and his memories of the area.; Lindy transitions to describing the construction and details of their new house, moving from the cookies."
    },
    {
      "title": "Trip to Iowa with Parents",
      "startTime": 618,
      "description": "Lindy recounts a trip to Iowa with his parents when he was around ten years old, including details about staying with relatives and playing with cousins."
    },
    {
      "title": "Train Ride Home & Illness",
      "startTime": 695,
      "description": "Lindy recalls singing on the train ride home from Minneapolis and subsequently getting sick."
    },
    {
      "title": "Skipping Grades & School Conflict",
      "startTime": 884,
      "description": "Lindy begins to talk about his schooling experience, including a year at home and ultimately quitting school."
    },
    {
      "title": "Trapping and Fur Sales",
      "startTime": 1144,
      "description": "Lindy transitions to detailing his trapping activities and the business of selling furs."
    },
    {
      "title": "World War II and Family Responsibilities",
      "startTime": 1242,
      "description": "Lindy discusses his age (16 and 17) and the outbreak of war, mentioning his brothers' activities and his own chores."
    },
    {
      "title": "Early Farming & Work Experiences",
      "startTime": 1529,
      "description": "Lindy begins discussing the short crops of 1917, 18, and 19, and the farm's ability to sustain itself through livestock sales and a large workforce.; Lindy transitions to the death of his father in 1924 and Lindy's subsequent management of the farm."
    },
    {
      "title": "Simple Rural Life and Social Gatherings",
      "startTime": 1860,
      "description": "Lindy shifts to describing the limited forms of entertainment and social life during his youth, emphasizing the simplicity of life."
    },
    {
      "title": "Dad's Death Story",
      "startTime": 1971,
      "description": "Lindy transitions to recounting the story of his father's death, referencing a previous mention.; Lindy relays instructions from his Aunt Mary regarding informing relatives in Iowa about his mother in California."
    },
    {
      "title": "Disagreement Over Farm Wages",
      "startTime": 2198,
      "description": "Lindy begins discussing the management of the farm after his father's death, including financial matters and the involvement of Mac and Bud."
    },
    {
      "title": "Moving to Sioux City",
      "startTime": 2441,
      "description": "Lindy discusses the company moving to Sioux City, Iowa."
    },
    {
      "title": "Corn Farm Differences",
      "startTime": 2686,
      "description": "Lindy describes the differences between his previous experience and the corn farm."
    },
    {
      "title": "Seeking a Threshing Job",
      "startTime": 2912,
      "description": "Lindy describes traveling north and seeking a job running a thrashing outfit."
    },
    {
      "title": "Barn Sleeping Conditions",
      "startTime": 3117,
      "description": "Lindy describes the harsh sleeping conditions in the barn, including sleeping on the floor with minimal bedding."
    },
    {
      "title": "Foreman's Death in Dawson, ND",
      "startTime": 3347,
      "description": "Lindy describes moving to Dawson, North Dakota and working there, including the foreman's illness and replacement."
    },
    {
      "title": "Working for Leo O'Grady",
      "startTime": 3596,
      "description": "Lindy describes attempting to find work in a city in North Dakota.; Lindy explains getting hired by Leo O'Grady and the wage he received."
    },
    {
      "title": "Planning to Take Over the Farm",
      "startTime": 3876,
      "description": "Lindy discusses his family's plans to rent and farm their land."
    },
    {
      "title": "Early Career Foreman Opportunity",
      "startTime": 4030,
      "description": "Lindy details his work with the power gang in Savannah, including wages, hours, and his role within the crew."
    },
    {
      "title": "Unexpected Crew Leadership Assignment",
      "startTime": 4300,
      "description": "Lindy recounts being asked to run the crew after Bill Wilson's injury and details his subsequent work in various locations (Estevan, Cinnaboy area, Craig, Davidson, Bigger)."
    },
    {
      "title": "Tracing Lindy's Location",
      "startTime": 4484,
      "description": "Lindy recounts how the telephone operator tracked him down while he was visiting a schoolteacher."
    },
    {
      "title": "Superintendent's Hiring",
      "startTime": 4540,
      "description": "Lindy describes being hired by the superintendent in Regina and undergoing a two-day training course."
    },
    {
      "title": "Power Plant in Mydale",
      "startTime": 4757,
      "description": "Lindy transitions to discussing a power plant in Mydale and being asked to design its distribution system."
    },
    {
      "title": "Dominion Electric Return",
      "startTime": 4938,
      "description": "Lindy recounts a brief return to Dominion Electric and subsequent short-term work for them."
    },
    {
      "title": "Dominion Electric Job",
      "startTime": 5160,
      "description": "Lindy transitions to discussing a job with Dominion Electric, overhauling power lines."
    },
    {
      "title": "Dauphin Power Plant Deal",
      "startTime": 5436,
      "description": "Lindy discusses a colleague going to Dauphin, Manitoba, and securing a power plant franchise."
    },
    {
      "title": "Work Assignments and Marriage",
      "startTime": 5595,
      "description": "Lindy details taking over distribution, operating, and servicing mines and the town of Estevan."
    },
    {
      "title": "Line Construction Details",
      "startTime": 5883,
      "description": "Lindy details the complexities of the line construction job, including underground cable and old power lines."
    },
    {
      "title": "Truck and Vehicle Purchases",
      "startTime": 6008,
      "description": "Lindy describes acquiring a half-ton truck and later an army truck (gun carrier) for his business."
    },
    {
      "title": "1945-1946 Construction",
      "startTime": 6321,
      "description": "Lindy discusses building a line to South 46 and various odd jobs, including work for the city, and the completion of a large line."
    },
    {
      "title": "Moving to Yorkton for Work",
      "startTime": 6446,
      "description": "Lindy begins discussing a large job in the Rosetown area.; Lindy transitions to discussing his move to Regina in the spring of 1948 and the subsequent need to tender for work."
    },
    {
      "title": "Work-Life Balance Challenges in 1947",
      "startTime": 6853,
      "description": "Lindy returns to discussing his management of crews in 1947 and the demanding workload."
    },
    {
      "title": "Starting 1949 Work",
      "startTime": 7043,
      "description": "Lindy shifts to discussing a new job building a high-tension line from Estevan to Yorkton."
    },
    {
      "title": "Move to Alberta",
      "startTime": 7105,
      "description": "Lindy describes moving to Alberta and the work done there, including highway relocation and farm lines."
    },
    {
      "title": "Construction Work in Multiple Towns",
      "startTime": 7338,
      "description": "Lindy transitions to discussing a large job in the Rosetown area involving three-phase transmission lines and farm connections."
    },
    {
      "title": "Tendering and Price Fixing",
      "startTime": 7547,
      "description": "Lindy discusses the shift to tendering and how it impacted his business and pricing strategy."
    },
    {
      "title": "Shifting to Sideline Work",
      "startTime": 7603,
      "description": "Lindy transitions from discussing bidding practices to describing a sideline business of foundation piling in the city.; Lindy begins describing the work his company did laying out plants and distribution systems for potash mines, including engineering and construction."
    },
    {
      "title": "Construction Bidding and Swift Current Job",
      "startTime": 7884,
      "description": "Lindy begins discussing the potash mines and their distributions, a new business venture for the company."
    },
    {
      "title": "Business Sale Terms",
      "startTime": 8114,
      "description": "Lindy transitions to discussing the terms and conditions under which he sold the business, including the structure and ownership."
    },
    {
      "title": "Leaving Government Work",
      "startTime": 8166,
      "description": "Lindy discusses the change in government from NDP to Liberals and the subsequent shift in policy towards contracting out work."
    },
    {
      "title": "Rent Increase Details",
      "startTime": 8252,
      "description": "Lindy begins detailing the specifics of the rent he charged for the property he retained after selling the business."
    },
    {
      "title": "Deaths and Inheritance",
      "startTime": 8343,
      "description": "Lindy transitions to discussing the subsequent events and deaths of key individuals involved in the business after the initial sale."
    },
    {
      "title": "Doug McGillivray's Involvement",
      "startTime": 8424,
      "description": "Lindy shifts to discussing Doug McGillivray's involvement and share acquisition in the company."
    },
    {
      "title": "Work and Employee Dedication",
      "startTime": 8469,
      "description": "Lindy transitions to describing the current state of the business and Art's involvement in field work."
    },
    {
      "title": "Business Longevity & Staff",
      "startTime": 8541,
      "description": "Lindy discusses the longevity of the company, the presence of old-timers, and the ease of finding new employees."
    },
    {
      "title": "Relationship with Ted Durnan",
      "startTime": 8782,
      "description": "Lindy shifts to describing his positive working relationship with Ted Durnan and the trust they shared."
    },
    {
      "title": "Contractor Business Failures",
      "startTime": 8962,
      "description": "Lindy shifts to discussing the numerous contractors who started businesses and failed during his time."
    },
    {
      "title": "Union Issues Arise",
      "startTime": 9092,
      "description": "Lindy discusses the lack of unions in his construction company and the attempts to unionize, highlighting the benefits his employees received."
    },
    {
      "title": "Business Survival and Communication",
      "startTime": 9150,
      "description": "Lindy transitions to discussing the importance of a strong, core crew and leadership in his contracting success."
    },
    {
      "title": "Dealing with Power Corporation & Workplace Dynamics",
      "startTime": 9410,
      "description": "Lindy describes a dispute over a bill and the power dynamics at play with the Power Corporation."
    },
    {
      "title": "Retirement and Inflation",
      "startTime": 9660,
      "description": "Lindy discusses his retirement and how inflation impacted his finances, initially expressing concern but then noting how interest rates helped maintain his lifestyle."
    },
    {
      "title": "Swift Current Pole Climbing Strike",
      "startTime": 9877,
      "description": "Lindy begins a story about a strike by workers demanding more money for climbing poles in Swift Current."
    },
    {
      "title": "George Kukachuk's Deception",
      "startTime": 10087,
      "description": "Lindy details an incident where George Kukachuk attempted to deceive him with a buried anchor."
    },
    {
      "title": "Employee Quit Requests and War-Era Procedures",
      "startTime": 10151,
      "description": "Lindy describes a recurring issue with an employee named Walden requesting a quit slip."
    },
    {
      "title": "Pole Straightener Design",
      "startTime": 10599,
      "description": "Lindy shifts from discussing clutch problems to describing the Power Corporation's attempt to design a pole straightener and Lindy's subsequent involvement in building one."
    },
    {
      "title": "Discussing a Solution to Mechanical Problems",
      "startTime": 10866,
      "description": "Lindy returns to the topic of clutch problems, specifically detailing the solution he implemented and the subsequent inquiries from others."
    },
    {
      "title": "Financing History Begins",
      "startTime": 11071,
      "description": "Lindy shifts the conversation to his history with financing and banking."
    },
    {
      "title": "Sleet Storm Assistance",
      "startTime": 11293,
      "description": "Lindy recounts a sleet storm in Manitoba and his involvement in providing assistance."
    },
    {
      "title": "Union Interference & Service Requests",
      "startTime": 11500,
      "description": "Lindy describes how the Union impacted Durnan's construction business and Lindy's occasional involvement in emergency service requests."
    },
    {
      "title": "City Work & Pole Setting",
      "startTime": 11615,
      "description": "Lindy transitions to discussing his company's work in the city, specifically setting poles and building lines."
    },
    {
      "title": "Company History & Limited Expansion",
      "startTime": 11784,
      "description": "Lindy shifts to discussing the company's growth, expansion, and the challenges of maintaining a small business."
    },
    {
      "title": "Questioning Computer Necessity",
      "startTime": 12006,
      "description": "Lindy expresses his skepticism about the necessity of computers and contrasts it with his previous bookkeeping methods."
    },
    {
      "title": "Loss of Friends and Relocation",
      "startTime": 12210,
      "description": "Lindy reminisces about the passage of time and the loss of his business friends due to death, relocation, and retirement."
    },
    {
      "title": "Achen Construction Legacy",
      "startTime": 12393,
      "description": "Lindy transitions to discussing the continuation of Achen Construction after his retirement, focusing on the use of his name and the company's reputation."
    },
    {
      "title": "Alaska Job Bid",
      "startTime": 12643,
      "description": "Lindy describes a specific bidding scenario for a job in Alaska's Northwest Territories, detailing the process and the surprising accuracy of their estimate."
    },
    {
      "title": "Line Trouble in Bird",
      "startTime": 12882,
      "description": "Lindy begins recounting an incident involving a line that wouldn't stay in place, referencing a previous mention and a year (1949)."
    },
    {
      "title": "Continued Involvement in Government Affairs",
      "startTime": 13042,
      "description": "Lindy provides a brief overview of his career timeline in the power industry, spanning from 1928 to 1975."
    },
    {
      "title": "Taking Charge After Father's Death",
      "startTime": 13257,
      "description": "Lindy begins discussing his personal experiences, specifically being put in charge of things at home starting at age 19 and inheriting responsibility for the farm after his father's death."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Travel to Canada",
      "startTime": 132,
      "description": "Lindy describes the family's journey to Canada via train, including the transport of animals and machinery.",
      "chapterIndex": 1,
      "id": "story-0"
    },
    {
      "title": "Arrival at Halbright",
      "startTime": 217,
      "description": "Lindy describes the family's arrival at Halbright, Canada and their initial experiences.",
      "chapterIndex": 1,
      "id": "story-1"
    },
    {
      "title": "Crow Lake School",
      "startTime": 458,
      "description": "Lindy describes attending Crow Lake School, continuing the schooling narrative.",
      "chapterIndex": 2,
      "id": "story-2"
    },
    {
      "title": "Farm Work & Chores",
      "startTime": 754,
      "description": "Lindy transitions to discussing his farm work, starting with milking cows and doing chores at age eight.",
      "chapterIndex": 4,
      "id": "story-3"
    },
    {
      "title": "Zip's Education and Farm Work",
      "startTime": 989,
      "description": "Lindy shifts the conversation to discuss what Joe and Zip were doing at the time.",
      "chapterIndex": 5,
      "id": "story-4"
    },
    {
      "title": "Barn Construction Details",
      "startTime": 1345,
      "description": "Lindy provides specific details about the construction of a large barn, including its dimensions and the process of building the foundation.",
      "chapterIndex": 7,
      "id": "story-5"
    },
    {
      "title": "Water Hauling for Cattle",
      "startTime": 1391,
      "description": "Lindy recounts a period when he and his brother hauled water for cattle using a team of horses and a tank.",
      "chapterIndex": 7,
      "id": "story-6"
    },
    {
      "title": "Thrashing Machine Responsibilities & Family Conflict",
      "startTime": 1612,
      "description": "Lindy transitions to describing the 1921 crop, the purchase of a separator, and a conflict with Joan Zip.",
      "chapterIndex": 8,
      "id": "story-7"
    },
    {
      "title": "Sunday Mass & Picnics",
      "startTime": 1920,
      "description": "Lindy transitions to describing the routine of attending Mass and occasional picnics.",
      "chapterIndex": 9,
      "id": "story-8"
    },
    {
      "title": "Seeking Work After Travel",
      "startTime": 2268,
      "description": "Lindy transitions to describing his departure from the farm and his subsequent pursuit of various jobs, beginning with a blacksmithing position.",
      "chapterIndex": 11,
      "id": "story-9"
    },
    {
      "title": "Power Line Restubbing Job",
      "startTime": 2344,
      "description": "Lindy details his employment with a line gang revamping power lines, including the specifics of the work involved.",
      "chapterIndex": 11,
      "id": "story-10"
    },
    {
      "title": "Brother Laurie's Difficulties",
      "startTime": 2564,
      "description": "Lindy shifts the conversation to a visit with his brother Laurie in Sioux Falls, South Dakota, and Laurie's difficult circumstances.",
      "chapterIndex": 12,
      "id": "story-11"
    },
    {
      "title": "Returning to the Family Farm",
      "startTime": 2611,
      "description": "Lindy explains his reasons for leaving his job (unstable lifestyle).",
      "chapterIndex": 12,
      "id": "story-12"
    },
    {
      "title": "Crop Damage & Oats",
      "startTime": 2741,
      "description": "Lindy describes a storm damaging his crops and the subsequent decision to mow down the oats.",
      "chapterIndex": 13,
      "id": "story-13"
    },
    {
      "title": "Thrashing Outfit Troubles",
      "startTime": 2847,
      "description": "Lindy details a frustrating experience working on a thrashing outfit and a disagreement with the machine operator.",
      "chapterIndex": 13,
      "id": "story-14"
    },
    {
      "title": "Machine Breakdown & Repair",
      "startTime": 2969,
      "description": "Lindy recounts a sudden breakdown of the thrashing machine and his role in repairing it.",
      "chapterIndex": 14,
      "id": "story-15"
    },
    {
      "title": "Intense Thrashing Schedule",
      "startTime": 3028,
      "description": "Lindy describes the demanding work schedule and conditions of his job thrashing grain.",
      "chapterIndex": 14,
      "id": "story-16"
    },
    {
      "title": "Travel to Canada",
      "startTime": 3204,
      "description": "Lindy shifts from discussing work to recounting his trip to Canada to visit family.",
      "chapterIndex": 15,
      "id": "story-17"
    },
    {
      "title": "Meeting the Foreman",
      "startTime": 3278,
      "description": "Lindy transitions to a new job working on a power line crew.",
      "chapterIndex": 15,
      "id": "story-18"
    },
    {
      "title": "Boring Machine Operation",
      "startTime": 3457,
      "description": "Lindy discusses the use of a boring machine and how Elmer Jones got the job operating it.",
      "chapterIndex": 16,
      "id": "story-19"
    },
    {
      "title": "Threshing Job in Frederick",
      "startTime": 3516,
      "description": "Lindy recounts leaving the outfit to take a threshing job in Frederick, South Dakota.",
      "chapterIndex": 16,
      "id": "story-20"
    },
    {
      "title": "Joining a Line Gang",
      "startTime": 3642,
      "description": "Lindy details encountering a line gang and subsequently joining them.",
      "chapterIndex": 17,
      "id": "story-21"
    },
    {
      "title": "Flying Squad Territory",
      "startTime": 3752,
      "description": "Lindy describes the territory covered by the 'flying squad' and their responsibilities.",
      "chapterIndex": 17,
      "id": "story-22"
    },
    {
      "title": "Immigration Trouble in Crosby",
      "startTime": 3800,
      "description": "Lindy is confronted by authorities in Crosby, North Dakota, regarding his work permit.",
      "chapterIndex": 17,
      "id": "story-23"
    },
    {
      "title": "Early 1920s Prohibition and Recreation",
      "startTime": 3951,
      "description": "Lindy begins describing his experiences farming in the summer of 1924, including crop yield and compensation.",
      "chapterIndex": 18,
      "id": "story-24"
    },
    {
      "title": "Superintendent's Service Offer",
      "startTime": 4114,
      "description": "Lindy describes how the superintendent offered him a position in service work, despite his lack of experience.",
      "chapterIndex": 19,
      "id": "story-25"
    },
    {
      "title": "Return to the Farm",
      "startTime": 4176,
      "description": "Lindy discusses returning to the farm at the end of March and his mother's desire to return to farm life.",
      "chapterIndex": 19,
      "id": "story-26"
    },
    {
      "title": "Return to Eskaban & Voltage Change",
      "startTime": 4377,
      "description": "Lindy discusses being asked to return to Eskaban to assist with a significant voltage conversion project.",
      "chapterIndex": 20,
      "id": "story-27"
    },
    {
      "title": "Considering a Job with the Power Commission",
      "startTime": 4429,
      "description": "Lindy talks about applying for a job with the Power Commission and the circumstances surrounding his application.",
      "chapterIndex": 20,
      "id": "story-28"
    },
    {
      "title": "Taking Charge in Rosetown & Correcting Construction Errors",
      "startTime": 4612,
      "description": "Lindy discusses his transfer to Rosetown and taking charge of the district, correcting previous errors and straightening out infrastructure.",
      "chapterIndex": 22,
      "id": "story-29"
    },
    {
      "title": "Leaving a Job and Seeking Approval",
      "startTime": 4693,
      "description": "Lindy discusses buying a car and wanting to leave for Iowa.",
      "chapterIndex": 22,
      "id": "story-30"
    },
    {
      "title": "Farm Work and Harvest",
      "startTime": 4863,
      "description": "Lindy describes returning to the farm and helping with the harvest, initially enjoying himself but then facing a poor harvest.",
      "chapterIndex": 23,
      "id": "story-31"
    },
    {
      "title": "Winter Wiring Jobs",
      "startTime": 5014,
      "description": "Lindy details his winter work wiring houses and stores in a town.",
      "chapterIndex": 24,
      "id": "story-32"
    },
    {
      "title": "Overhauling Distribution System",
      "startTime": 5060,
      "description": "Lindy describes overhauling a distribution system in Gull Lake.",
      "chapterIndex": 24,
      "id": "story-33"
    },
    {
      "title": "Odd Jobs for Dominion Electric",
      "startTime": 5287,
      "description": "Lindy mentions his old superintendent arranging for him to have a truck from Dominion Electric.",
      "chapterIndex": 25,
      "id": "story-34"
    },
    {
      "title": "Work and Logistics in the Mining Industry",
      "startTime": 5525,
      "description": "Lindy describes his work in Estevan in September, wiring storage and houses.",
      "chapterIndex": 26,
      "id": "story-35"
    },
    {
      "title": "Power Line Bidding",
      "startTime": 5741,
      "description": "Lindy discusses bidding on power lines being built by the Power Corporation and his decision to bid himself.",
      "chapterIndex": 27,
      "id": "story-36"
    },
    {
      "title": "Stout Line Bid",
      "startTime": 5930,
      "description": "Lindy discusses a subsequent bid for a line from Stout and the unusual circumstances surrounding it.",
      "chapterIndex": 28,
      "id": "story-37"
    },
    {
      "title": "Building Development in Rijada",
      "startTime": 6066,
      "description": "Lindy shifts to describing a new building development in Rijada and his work on it.",
      "chapterIndex": 29,
      "id": "story-38"
    },
    {
      "title": "Hiring & Training Young Men",
      "startTime": 6177,
      "description": "Lindy begins discussing his process of hiring and training young men for his crew.",
      "chapterIndex": 29,
      "id": "story-39"
    },
    {
      "title": "Boring Machine Purchase",
      "startTime": 6381,
      "description": "Lindy describes purchasing a boring machine in Winnipeg and its impact on his digging crew.",
      "chapterIndex": 30,
      "id": "story-40"
    },
    {
      "title": "City Work and Rental Income",
      "startTime": 6719,
      "description": "Lindy begins discussing his work setting up poles in the city of Regina and the steady rental income he received for his equipment.",
      "chapterIndex": 31,
      "id": "story-41"
    },
    {
      "title": "Payroll and Bookkeeping",
      "startTime": 6912,
      "description": "Lindy begins discussing his payroll responsibilities and the challenges of working with a bookkeeper.",
      "chapterIndex": 32,
      "id": "story-42"
    },
    {
      "title": "Superintendent Line Inspection",
      "startTime": 6985,
      "description": "Lindy recounts an inspection of a line by a head superintendent and their subsequent conversation.",
      "chapterIndex": 32,
      "id": "story-43"
    },
    {
      "title": "Refusal of a Job and Subsequent Negotiation",
      "startTime": 7235,
      "description": "Lindy discusses a situation where another contractor was behind and a superintendent asked him to take over some of the work, which Lindy refused.",
      "chapterIndex": 34,
      "id": "story-44"
    },
    {
      "title": "Incorporation and Shop",
      "startTime": 7435,
      "description": "Lindy discusses his incorporation in 1953 and the purchase of property and the building of a shop.",
      "chapterIndex": 35,
      "id": "story-45"
    },
    {
      "title": "Farm Program Expansion",
      "startTime": 7480,
      "description": "Lindy discusses the expansion of the farm program, starting in 1952, and the increasing number of farms being built each year.",
      "chapterIndex": 35,
      "id": "story-46"
    },
    {
      "title": "Swift Current Project Challenges",
      "startTime": 7934,
      "description": "Lindy shifts to describing a specific, large job in Swift Current and the challenges encountered.",
      "chapterIndex": 38,
      "id": "story-47"
    },
    {
      "title": "Early Work at the Power Commission",
      "startTime": 8689,
      "description": "Lindy transitions to reminiscing about his earlier work with the Power Commission and the stories from those years.",
      "chapterIndex": 45,
      "id": "story-48"
    },
    {
      "title": "Union Strength and Contractor Perception",
      "startTime": 8887,
      "description": "Lindy details the impact of a strong union presence and how it affected contractors' perception within the corporation.",
      "chapterIndex": 46,
      "id": "story-49"
    },
    {
      "title": "Contract Negotiation Challenges",
      "startTime": 9240,
      "description": "Lindy transitions to discussing the formation of the Central Line Contractors Association and its initial purpose of addressing issues with the power corporation.",
      "chapterIndex": 49,
      "id": "story-50"
    },
    {
      "title": "New President Rotation",
      "startTime": 9323,
      "description": "Lindy discusses the implementation of a new president every other year within the Central Line Contractors Association.",
      "chapterIndex": 49,
      "id": "story-51"
    },
    {
      "title": "1948 Construction Offer",
      "startTime": 9461,
      "description": "Lindy shifts to a specific event in 1948 when he was offered a position to run the construction department for Ted Durnan.",
      "chapterIndex": 50,
      "id": "story-52"
    },
    {
      "title": "Job Hopping Experience",
      "startTime": 9536,
      "description": "Lindy addresses concerns about his job history and explains his experience across various companies.",
      "chapterIndex": 50,
      "id": "story-53"
    },
    {
      "title": "Labor Disputes and Wage Negotiations",
      "startTime": 9739,
      "description": "Lindy transitions to discussing specific incidents and details from his years of contracting, setting the stage for a series of stories.",
      "chapterIndex": 51,
      "id": "story-54"
    },
    {
      "title": "Former Employees Returning",
      "startTime": 9936,
      "description": "Lindy discusses the departure and subsequent scattering of the 'whiz kids' who previously worked for him.",
      "chapterIndex": 52,
      "id": "story-55"
    },
    {
      "title": "Dealing with Troubled Youth",
      "startTime": 10002,
      "description": "Lindy transitions to discussing personal family troubles and the challenges of dealing with a family member's behavior.",
      "chapterIndex": 52,
      "id": "story-56"
    },
    {
      "title": "Machinery and Equipment",
      "startTime": 10296,
      "description": "Lindy transitions to discussing the maintenance and repair of machinery and equipment, specifically focusing on their shop's ability to modify and improve existing equipment.",
      "chapterIndex": 54,
      "id": "story-57"
    },
    {
      "title": "Modifying a Drilling Machine",
      "startTime": 10753,
      "description": "Lindy transitions from discussing the pole straightener to recounting the story of buying a machine in Billings, Montana.",
      "chapterIndex": 55,
      "id": "story-58"
    },
    {
      "title": "Secondhand Machine Purchase",
      "startTime": 10943,
      "description": "Lindy moves on to discussing the purchase of a secondhand machine from the city and its subsequent performance.",
      "chapterIndex": 56,
      "id": "story-59"
    },
    {
      "title": "Overdraft & Uninvoiced Work",
      "startTime": 11157,
      "description": "Lindy discusses a friend, Bill Mullins, and his experience with a bank in Moose Jaw.",
      "chapterIndex": 57,
      "id": "story-60"
    },
    {
      "title": "Power Corporation Invoicing",
      "startTime": 11242,
      "description": "Lindy explains his invoicing practices with Power Corporation.",
      "chapterIndex": 57,
      "id": "story-61"
    },
    {
      "title": "Contractor Subbing",
      "startTime": 11338,
      "description": "Lindy describes how other contractors were operating and his payment structure.",
      "chapterIndex": 58,
      "id": "story-62"
    },
    {
      "title": "Ted Durnan's Job Offer",
      "startTime": 11442,
      "description": "Lindy discusses a job offer from Ted Durnan to run his construction outfit and Lindy's response.",
      "chapterIndex": 58,
      "id": "story-63"
    },
    {
      "title": "Dealing with Overtime and Management",
      "startTime": 11551,
      "description": "Lindy recounts a situation involving overtime billing and pressure from an engineer.",
      "chapterIndex": 59,
      "id": "story-64"
    },
    {
      "title": "Nichols Contract Retrieval",
      "startTime": 11701,
      "description": "Lindy describes a past contract with Nichols and the superintendent's request for a copy of it.",
      "chapterIndex": 60,
      "id": "story-65"
    },
    {
      "title": "Shop Operations & Competitors",
      "startTime": 11880,
      "description": "Lindy begins comparing his shop's operations to those of larger competitors, specifically Power Corporation.",
      "chapterIndex": 61,
      "id": "story-66"
    },
    {
      "title": "Computerized Payroll Systems",
      "startTime": 12100,
      "description": "Lindy discusses the necessity of computers for tracking rapidly changing prices and managing repairs, contrasting it with manual methods.",
      "chapterIndex": 62,
      "id": "story-67"
    },
    {
      "title": "Modern Technology & Coffee",
      "startTime": 12156,
      "description": "Lindy comments on the complexity of modern technology, exemplified by the process of ordering a cup of coffee.",
      "chapterIndex": 62,
      "id": "story-68"
    },
    {
      "title": "Miller's Work Ethic and Professionalism",
      "startTime": 12464,
      "description": "Lindy shifts the conversation to discussing the performance and character of a former employee, Art Miller, highlighting their working relationship.",
      "chapterIndex": 64,
      "id": "story-69"
    },
    {
      "title": "Saskatoon Office Visit",
      "startTime": 12702,
      "description": "Lindy recounts visiting the Saskatoon office during Art's absence and participating in a job bid.",
      "chapterIndex": 65,
      "id": "story-70"
    },
    {
      "title": "Regina to Estevan Circuit",
      "startTime": 12768,
      "description": "Lindy transitions to discussing another bidding scenario, this time for stringing a second circuit from Regina to Estevan.",
      "chapterIndex": 65,
      "id": "story-71"
    },
    {
      "title": "Swift Current Island Job",
      "startTime": 12820,
      "description": "Lindy transitions to an unusual job at Swift Current involving poles on an island.",
      "chapterIndex": 65,
      "id": "story-72"
    },
    {
      "title": "Trouble with Wires",
      "startTime": 12933,
      "description": "Lindy describes a situation where a wire was bucked up and a phone call confirmed his suspicions.",
      "chapterIndex": 66,
      "id": "story-73"
    },
    {
      "title": "Problem Solving/Troubleshooting Process",
      "startTime": 12991,
      "description": "Lindy transitions to a story about a malfunctioning boring machine and troubleshooting a carburetor.",
      "chapterIndex": 66,
      "id": "story-74"
    }
  ]
}