{
  "chapters": [
    {
      "title": "Narrator's Birth and Early Life",
      "startTime": 6.45,
      "description": "The narrator initially discusses technical difficulties with the recording process, specifically that the tape was erasing and being recorded over, and that they will now continue talking."
    },
    {
      "title": "Canada Land Opportunity",
      "startTime": 85.36,
      "description": "Lindy discusses a land agent suggesting his father move to Canada due to cheaper land prices."
    },
    {
      "title": "Travel to Canada",
      "startTime": 132.36,
      "description": "Lindy describes the family's journey to Canada via train, including the transportation of animals and machinery.",
      "minor": true
    },
    {
      "title": "Arrival at Halbright",
      "startTime": 217.36,
      "description": "Lindy shifts to describing the family's arrival at Halbright, Canada and their initial experiences.",
      "minor": true
    },
    {
      "title": "Childhood Snow Memory and Farm Walk",
      "startTime": 328.91,
      "description": "Lindy recalls a memory of snow being gone and a ride out, transitioning from sleeping arrangements."
    },
    {
      "title": "House Expansion & 1905",
      "startTime": 412.35,
      "description": "Lindy describes the expansion of their house and transitions to discussing the year 1905 and Lindy's schooling.",
      "minor": true
    },
    {
      "title": "Crow Lake School",
      "startTime": 457.79,
      "description": "Lindy begins discussing his early schooling experiences at Crow Lake School.",
      "minor": true
    },
    {
      "title": "Horse-Drawn Travel",
      "startTime": 551.09,
      "description": "Lindy transitions to a memory of being driven to school in a horse-drawn buggy."
    },
    {
      "title": "Trip to Iowa with Parents",
      "startTime": 617.59,
      "description": "Lindy recounts a childhood trip to Iowa with his parents by train, including details about being taken along and visiting relatives.",
      "minor": true
    },
    {
      "title": "Farm Work Memories",
      "startTime": 750.62,
      "description": "Lindy transitions to memories of farm work and chores as a child."
    },
    {
      "title": "School and Teacher Conflict",
      "startTime": 913.9,
      "description": "Lindy begins discussing his experience in grade seven and a conflict with his teacher.",
      "minor": true
    },
    {
      "title": "Horseback Trapping Life",
      "startTime": 1039.74,
      "description": "Lindy transitions to discussing his life trapping on horseback, detailing the work involved and the value of the pelts he obtained."
    },
    {
      "title": "Trapping and Fur Sales",
      "startTime": 1144.38,
      "description": "Lindy begins discussing his trapping activities and selling furs, including a detailed story about a profitable deal.",
      "minor": true
    },
    {
      "title": "Working During Wartime",
      "startTime": 1241.95,
      "description": "Lindy discusses his age (16 and 17) and the outbreak of war, mentioning his brothers' activities and his own chores."
    },
    {
      "title": "Barn Construction Details",
      "startTime": 1345.15,
      "description": "Lindy provides specifics about the construction of a large barn, including its dimensions and the process of building the foundation.",
      "minor": true
    },
    {
      "title": "Water Hauling for Cattle",
      "startTime": 1391.01,
      "description": "Lindy recounts a period where he and his brother hauled water for cattle using a team of horses and a tank.",
      "minor": true
    },
    {
      "title": "Father's Death and Crop Decline",
      "startTime": 1529.43,
      "description": "Lindy begins discussing the farm's production, including crops, livestock, and labor force, starting with his age and work responsibilities.; Lindy announces his father's death and the subsequent short crop in 1924."
    },
    {
      "title": "Tractor Introduction",
      "startTime": 1592.97,
      "description": "Lindy transitions to discussing the introduction of a tractor and its capabilities on the farm.",
      "minor": true
    },
    {
      "title": "Family and Education",
      "startTime": 1753.47,
      "description": "Lindy shifts the conversation to discuss his brother Bud's education and the general lack of emphasis on education during that time.",
      "minor": true
    },
    {
      "title": "Social Life and Recreation",
      "startTime": 1842.72,
      "description": "Lindy transitions to describing the social life and recreational activities of his youth, including dances, baseball, and church."
    },
    {
      "title": "Hauling Grain and Family Dynamics",
      "startTime": 2001.85,
      "description": "Lindy describes the family's living situation in 1923, including who was present and their activities.",
      "minor": true
    },
    {
      "title": "Father Seeking Medical Help",
      "startTime": 2052.22,
      "description": "Lindy describes her father's attempts to seek medical help for his illness."
    },
    {
      "title": "Father's Death and Burial",
      "startTime": 2140.26,
      "description": "Lindy relays instructions from his Aunt Mary regarding informing relatives about his father's death; Lindy begins discussing the management of the farm after his father's death, including the involvement of Mac and Bud, and the financial compensation."
    },
    {
      "title": "Seeking Work in Iowa",
      "startTime": 2268.39,
      "description": "Lindy describes his departure from the farm and his subsequent travels and temporary work in Iowa.",
      "minor": true
    },
    {
      "title": "Power Line Restubbing Job",
      "startTime": 2344.27,
      "description": "Lindy details his employment with a line gang revamping power lines, including the work involved and how he secured the position.",
      "minor": true
    },
    {
      "title": "Moving to Sioux City",
      "startTime": 2441.2,
      "description": "Lindy discusses the crew moving to Sioux City, Iowa."
    },
    {
      "title": "Working on Other Tasks",
      "startTime": 2492.37,
      "description": "Lindy details being assigned to other work to learn about building Lyons.",
      "minor": true
    },
    {
      "title": "Trip to See Brother Lorry",
      "startTime": 2563.89,
      "description": "Lindy describes a trip to Sioux Falls, South Dakota, to visit his brother Lorry and the difficult situation he finds him in.",
      "minor": true
    },
    {
      "title": "Reasons for Leaving",
      "startTime": 2610.54,
      "description": "Lindy explains his reasons for leaving his job.",
      "minor": true
    },
    {
      "title": "Corn Farm Differences",
      "startTime": 2661.35,
      "description": "Lindy describes the differences between his previous experience and the corn farm."
    },
    {
      "title": "Crop Damage & Oats",
      "startTime": 2740.85,
      "description": "Lindy describes a storm damaging his corn and oats crops, necessitating a quick mowing and stacking operation.",
      "minor": true
    },
    {
      "title": "Thrashing Outfit Experience",
      "startTime": 2846.36,
      "description": "Lindy recounts a humorous experience with a thrashing machine and a stubborn operator."
    },
    {
      "title": "Seeking a Thrashing Job",
      "startTime": 2911.61,
      "description": "Lindy describes traveling north and seeking a job running a thrashing outfit.",
      "minor": true
    },
    {
      "title": "Machine Breakdown & Repair",
      "startTime": 2969.05,
      "description": "Lindy details a sudden breakdown of the thrashing machine and his subsequent repair of it.",
      "minor": true
    },
    {
      "title": "Intense Thrashing Schedule",
      "startTime": 3027.89,
      "description": "Lindy describes the demanding work schedule and conditions of his thrashing job, including long hours and minimal downtime."
    },
    {
      "title": "Barn Sleeping Conditions",
      "startTime": 3116.62,
      "description": "Lindy describes the unusual and harsh sleeping conditions in the barn during his thrashing job.",
      "minor": true
    },
    {
      "title": "Shift to Travel North",
      "startTime": 3194.17,
      "description": "Lindy describes his journey north from South Dakota, intending to visit family in Canada.",
      "minor": true
    },
    {
      "title": "Power Gang Job Opportunity",
      "startTime": 3260.15,
      "description": "Lindy discusses a cousin suggesting a job with a power gang near Leola, North Dakota."
    },
    {
      "title": "Death in Dawson, ND",
      "startTime": 3346.79,
      "description": "Lindy describes moving to Dawson, North Dakota and working there, including the foreman's illness and replacement."
    },
    {
      "title": "Line Construction",
      "startTime": 3426.14,
      "description": "Lindy discusses the construction of a heavy power line from Thunderhawk, South Dakota, to Elgin, North Dakota.",
      "minor": true
    },
    {
      "title": "Threshing Job in Frederick",
      "startTime": 3515.67,
      "description": "Lindy discusses receiving an offer to run a thresher in South Dakota and his decision to accept.",
      "minor": true
    },
    {
      "title": "Unexpected Job Offer",
      "startTime": 3639.08,
      "description": "Lindy describes abruptly leaving the first job and heading to Canada, encountering a line gang and being offered a job."
    },
    {
      "title": "New Job in Kenmare",
      "startTime": 3686.57,
      "description": "Lindy recounts getting a job in Kenmare after speaking with Leo O'Grady, detailing wages and reporting instructions.",
      "minor": true
    },
    {
      "title": "Flying Squad Work",
      "startTime": 3750.07,
      "description": "Lindy transitions to describing his work as part of a 'flying squad' crew, covering a large territory and responding to emergencies.",
      "minor": true
    },
    {
      "title": "Immigration Trouble",
      "startTime": 3799.58,
      "description": "Lindy discusses encountering immigration issues while working in Crosby, North Dakota, and being ordered to leave the country.",
      "minor": true
    },
    {
      "title": "Returning to the Farm",
      "startTime": 3876.12,
      "description": "Lindy shifts to discussing his return to the family farm, and his and his brother's plans to rent it."
    },
    {
      "title": "1924 Farm Year and Bootlegging",
      "startTime": 3929.81,
      "description": "Lindy begins detailing his experiences during the summer of 1924, specifically regarding his first year running the farm."
    },
    {
      "title": "Power Gang Opportunity",
      "startTime": 3998.33,
      "description": "Lindy recounts a conversation leading to a new opportunity with a power gang, prompted by a friend's mention.",
      "minor": true
    },
    {
      "title": "Leaving a Job/Promise",
      "startTime": 4068.33,
      "description": "Lindy describes the foreman's reluctance to make him the crew foreman due to a prior promise."
    },
    {
      "title": "Service Work Opportunity",
      "startTime": 4113.64,
      "description": "Lindy shifts to describing a new opportunity offered by the superintendent, involving service work.",
      "minor": true
    },
    {
      "title": "Wage Dispute with Foreman",
      "startTime": 4219.8,
      "description": "Lindy discusses his initial wage negotiation with a foreman and his refusal to work for 55 cents an hour.",
      "minor": true
    },
    {
      "title": "Unexpected Crew Leadership Assignment",
      "startTime": 4300.12,
      "description": "Lindy details his role as crew leader after Bill Wilson's injury and the subsequent work locations (Estevan, Cinnaboy, Craig, Davidson, Bigger)."
    },
    {
      "title": "Return to Eskaban & Voltage Change",
      "startTime": 4376.52,
      "description": "Lindy recounts being asked to return to Eskaban to assist with a voltage conversion project.",
      "minor": true
    },
    {
      "title": "Unexpected Contact via Operator",
      "startTime": 4483.55,
      "description": "Lindy describes how a telephone operator contacted him while he was visiting a schoolteacher."
    },
    {
      "title": "Superintendent's Hiring Process",
      "startTime": 4540.49,
      "description": "Lindy describes being summoned to Regina by the superintendent and being hired along with four other men."
    },
    {
      "title": "Taking Charge of Rosetown and District Repairs",
      "startTime": 4619.77,
      "description": "Lindy describes taking charge of Rosetown and rectifying the issues caused by the previous superintendent.",
      "minor": true
    },
    {
      "title": "Iowa Visit & Distribution System",
      "startTime": 4749.07,
      "description": "Lindy discusses his trip to Iowa and the subsequent offer to build a distribution system."
    },
    {
      "title": "Farm Work and Harvest",
      "startTime": 4863.14,
      "description": "Lindy describes returning to the farm and helping with the harvest, initially focusing on the lack of harvest and then the thrashing outfit.",
      "minor": true
    },
    {
      "title": "Dominion Electric Work Experience",
      "startTime": 4944.36,
      "description": "Lindy transitions to discussing a brief return to Dominion Electric and subsequent work in Estevan."
    },
    {
      "title": "Early Electrical Work and Lake Wiring",
      "startTime": 5013.63,
      "description": "Lindy describes wiring houses and stores during the winter months.",
      "minor": true
    },
    {
      "title": "Dominion Electric Project Shutdown",
      "startTime": 5091.52,
      "description": "Lindy transitions to Dominion Electric's sudden shutdown due to financial constraints.",
      "minor": true
    },
    {
      "title": "Dominion Electric Job",
      "startTime": 5159.88,
      "description": "Lindy transitions to discussing a job with Dominion Electric, overhauling power lines."
    },
    {
      "title": "Acquiring Tompkins Electric",
      "startTime": 5243.69,
      "description": "Lindy describes his decision to buy the Tompkins power plant and the financial arrangements involved.",
      "minor": true
    },
    {
      "title": "Brother's Move and Power Plant Work",
      "startTime": 5294.56,
      "description": "Lindy transitions to discussing receiving a truck and his brother's arrival.",
      "minor": true
    },
    {
      "title": "Dauphin Power Plant Deal",
      "startTime": 5435.84,
      "description": "Lindy discusses a colleague going to Dauphin, Manitoba, and securing a power plant franchise."
    },
    {
      "title": "September Work in Estevan",
      "startTime": 5524.7,
      "description": "Lindy describes his work in Estevan in September, including wiring and assisting his brother.",
      "minor": true
    },
    {
      "title": "Taking Over Distribution and Later Events",
      "startTime": 5594.59,
      "description": "Lindy details taking over distribution, operating, and servicing mines and the town of Estevan.",
      "minor": true
    },
    {
      "title": "World War II and On-Call Work",
      "startTime": 5643.19,
      "description": "Lindy recounts his experiences during the war years, including being on call and working at the airport."
    },
    {
      "title": "Power Line Bidding",
      "startTime": 5740.93,
      "description": "Lindy discusses bidding on power lines being built by the Power Corporation/Commission, including his decision to bid and the competition he faced.",
      "minor": true
    },
    {
      "title": "Power Line Construction Project",
      "startTime": 5883.27,
      "description": "Lindy describes the details of the bidding process, including the range of bids and his surprise at how close they were."
    },
    {
      "title": "Post-Airforce Work",
      "startTime": 6066.41,
      "description": "Lindy transitions to discussing his work after leaving the Air Force, including building developments in Regina and Saskatoon."
    },
    {
      "title": "Hiring Truck Maintenance Personnel",
      "startTime": 6176.83,
      "description": "Lindy discusses the initial stages of his contracting business, including hiring inexperienced workers."
    },
    {
      "title": "1945-1946 Line Building",
      "startTime": 6321.1,
      "description": "Lindy discusses building a line to South 46, odd jobs, and work for the city, marking a shift from the previous discussion of shovel work.",
      "minor": true
    },
    {
      "title": "Strike and Boring Machine",
      "startTime": 6381.12,
      "description": "Lindy transitions to discussing the diggers' strike and his purchase of a boring machine, a clear change in subject matter."
    },
    {
      "title": "Rosetown Job Details",
      "startTime": 6445.74,
      "description": "Lindy transitions to describing a large job in the Rosetown area, a new topic following the Weber to Radville job.",
      "minor": true
    },
    {
      "title": "Bidding Process",
      "startTime": 6531.46,
      "description": "Lindy shifts to discussing the bidding process for jobs, a new topic following the description of the Yorkton work.",
      "minor": true
    },
    {
      "title": "Moving to Regina",
      "startTime": 6594.97,
      "description": "Lindy transitions to discussing his move to Regina in the spring of 1948, a significant shift in subject matter."
    },
    {
      "title": "Swift Current Mennonite Work",
      "startTime": 6695.06,
      "description": "Lindy transitions to discussing work in the Mennonite areas south of Swift Current, a new topic following the discussion of city work.",
      "minor": true
    },
    {
      "title": "City Work Rental Income",
      "startTime": 6759.41,
      "description": "Lindy details the financial arrangement for his city work, focusing on rental income.",
      "minor": true
    },
    {
      "title": "Return to 1947 Crew Management",
      "startTime": 6853.42,
      "description": "Lindy returns to discussing his management of crews in 1947."
    },
    {
      "title": "Payroll and Bookkeeping",
      "startTime": 6912.14,
      "description": "Lindy begins discussing his payroll responsibilities and the challenges of working with a bookkeeper.",
      "minor": true
    },
    {
      "title": "Yorkton Job Handover",
      "startTime": 6958.65,
      "description": "Lindy transitions to describing a job near Yorkton and handing over responsibility to Art Miller.",
      "minor": true
    },
    {
      "title": "Starting 1949 Work",
      "startTime": 7038.71,
      "description": "Lindy transitions to describing work that began in 1949, specifically building a high-tension line."
    },
    {
      "title": "Move to Alberta",
      "startTime": 7104.94,
      "description": "Lindy transitions to discussing a move to Alberta and the work done there."
    },
    {
      "title": "Unexpected Work Request and Travel",
      "startTime": 7234.86,
      "description": "Lindy discusses being asked by a superintendent to take on work from another contractor.",
      "minor": true
    },
    {
      "title": "Another Project Near Regina",
      "startTime": 7309.34,
      "description": "Lindy transitions to discussing another project just outside of Regina."
    },
    {
      "title": "Rapid Farm Electrification",
      "startTime": 7374.82,
      "description": "Lindy shifts to discussing the start of the farm building program in 1952.",
      "minor": true
    },
    {
      "title": "Foundation Piling Sideline",
      "startTime": 7598.35,
      "description": "Lindy introduces a new, secondary activity: foundation piling in the city as a way to supplement work when farm projects were scarce."
    },
    {
      "title": "Layout Work for Potash Mines",
      "startTime": 7769.1,
      "description": "Lindy introduces a new type of work: layout work for potash mines, detailing the scope of the engineering and construction services provided.",
      "minor": true
    },
    {
      "title": "Potash Mine Distributions",
      "startTime": 7883.65,
      "description": "Lindy begins discussing the potash mines and their distribution work, a new business venture for the company."
    },
    {
      "title": "Swift Current Project Details",
      "startTime": 7933.62,
      "description": "Lindy shifts to describing a specific, large project in Swift Current and the unusual weather conditions encountered during that time.",
      "minor": true
    },
    {
      "title": "Business Sale Terms",
      "startTime": 8113.5,
      "description": "Lindy transitions to discussing the terms and conditions under which he sold the business, including the structure and ownership."
    },
    {
      "title": "Leaving Government Work",
      "startTime": 8166.22,
      "description": "Lindy discusses the change in government from NDP to Liberals and its impact on contracting.",
      "minor": true
    },
    {
      "title": "Property Rental Agreement",
      "startTime": 8234.98,
      "description": "Lindy moves on to describing the rental agreement for the shop and land he retained after selling the business."
    },
    {
      "title": "Deaths and Share Ownership",
      "startTime": 8337.38,
      "description": "Lindy transitions to discussing the subsequent events involving the new owners, specifically Vaughn Kennedy's death and its impact."
    },
    {
      "title": "Doug McGillivray's Involvement",
      "startTime": 8409.07,
      "description": "Lindy discusses Doug McGillivray joining the company and the subsequent changes in ownership."
    },
    {
      "title": "Art's Current Work",
      "startTime": 8468.83,
      "description": "Lindy describes Art's current work, which involves stringing underground wire in the country.",
      "minor": true
    },
    {
      "title": "Company Longevity and Staff",
      "startTime": 8540.55,
      "description": "Lindy discusses the company's continued operation, the presence of old-timers, and the ease of finding new employees."
    },
    {
      "title": "Early Work at the Power Commission",
      "startTime": 8689.2,
      "description": "Lindy transitions to discussing his earlier work with the Power Commission, mentioning a leave of absence and the stories he could tell.",
      "minor": true
    },
    {
      "title": "Ted Durnan's Trust",
      "startTime": 8782.19,
      "description": "Lindy focuses on his relationship with Ted Durnan, highlighting their mutual trust and working dynamic."
    },
    {
      "title": "Contracting Changes",
      "startTime": 8852.29,
      "description": "Lindy discusses how things changed after Ted Durnan left and the shift towards increased contracting."
    },
    {
      "title": "Early Contractor Failures",
      "startTime": 8962.26,
      "description": "Lindy shifts to discussing the numerous contractors who started businesses and failed during his time."
    },
    {
      "title": "Union Issues Arise",
      "startTime": 9092.35,
      "description": "Lindy discusses the lack of unions in his construction company and the attempts to unionize, highlighting the benefits his employees received."
    },
    {
      "title": "Contractor Association Forms",
      "startTime": 9239.97,
      "description": "Lindy transitions to discussing the formation of the Central Line Contractors Association and its purpose in dealing with the power corporation.",
      "minor": true
    },
    {
      "title": "Union Power Increases",
      "startTime": 9351.91,
      "description": "Lindy shifts to discussing the increasing power and organization of the union and its impact on the power corporation."
    },
    {
      "title": "1948 Construction Offer",
      "startTime": 9461.49,
      "description": "Lindy shifts the conversation to a specific job offer he received from Ted Durnan in 1948 to run the construction department.",
      "minor": true
    },
    {
      "title": "Inflation and Retirement",
      "startTime": 9660.27,
      "description": "Lindy discusses his retirement and how inflation affected his finances, initially mentioning a six percent interest rate."
    },
    {
      "title": "Labor Disputes and Wage Negotiations",
      "startTime": 9729.47,
      "description": "Lindy indicates a shift to discussing his contracting years, mentioning he'll need to review the tape and consider what he'll talk about next.",
      "minor": true
    },
    {
      "title": "Swift Current Pole Climb Strike",
      "startTime": 9876.97,
      "description": "Lindy shifts to a new strike incident involving a crew demanding more money for climbing poles in Swift Current."
    },
    {
      "title": "Whiz Kids Depart",
      "startTime": 9935.76,
      "description": "Lindy discusses the departure and subsequent fates of the 'whiz kids,' including his nephew, Don Achen.",
      "minor": true
    },
    {
      "title": "Family Troubles Emerge",
      "startTime": 10001.95,
      "description": "Lindy transitions to discussing personal family troubles, specifically a man and his children's behavior in the city.",
      "minor": true
    },
    {
      "title": "Firing Rowan",
      "startTime": 10047.79,
      "description": "Lindy recounts a specific instance where he fired an employee named Rowan for being drunk on the job.",
      "minor": true
    },
    {
      "title": "Superintendent's Demands and Workplace Tension",
      "startTime": 10132.36,
      "description": "Lindy tells a story about a man named Walden repeatedly requesting a quit slip from his job."
    },
    {
      "title": "Experiences with Difficult Colleagues",
      "startTime": 10234.56,
      "description": "Lindy reflects on dealing with workers who caused trouble and how he handled them.",
      "minor": true
    },
    {
      "title": "Shifting to Equipment Maintenance",
      "startTime": 10295.74,
      "description": "Lindy begins discussing the company's practices of acquiring and maintaining machinery and equipment, specifically focusing on earth-boring machines and augers."
    },
    {
      "title": "Pole Straightener Design",
      "startTime": 10599.38,
      "description": "Lindy shifts from discussing clutch issues to describing the Power Corporation's attempt to design a pole straightener and Lindy's subsequent involvement in building one."
    },
    {
      "title": "Acquiring Equipment in Montana",
      "startTime": 10752.61,
      "description": "Lindy transitions to discussing the purchase of a drilling machine in Billings, Montana, and the subsequent modifications made to it.",
      "minor": true
    },
    {
      "title": "Addressing Clutch Issues",
      "startTime": 10865.86,
      "description": "Lindy returns to the topic of clutch problems, detailing the solution implemented and the subsequent inquiries from other companies."
    },
    {
      "title": "Experiences with Machines",
      "startTime": 10952.21,
      "description": "Lindy begins discussing purchasing and overhauling older machines, specifically mentioning a machine bought from the city."
    },
    {
      "title": "Financing and Banking",
      "startTime": 11071.04,
      "description": "Lindy transitions to discussing his experiences with financing and banking, specifically his relationship with the bank in Estevan.",
      "minor": true
    },
    {
      "title": "Overdraft & Uninvoiced Work",
      "startTime": 11157.21,
      "description": "Lindy discusses his relationship with Bill Mullins and how it impacted his banking experience."
    },
    {
      "title": "Contractor Payment Practices",
      "startTime": 11242.16,
      "description": "Lindy shifts to discussing his invoicing practices compared to other contractors.",
      "minor": true
    },
    {
      "title": "1954 Sleet Storm Assistance",
      "startTime": 11293.44,
      "description": "Lindy begins recounting his involvement in assisting Manitoba after a sleet storm in 1954.",
      "minor": true
    },
    {
      "title": "Contractor Supervision Pay",
      "startTime": 11380.69,
      "description": "Lindy explains how he calculated his payment for supervising the sleet storm crews."
    },
    {
      "title": "Ted Durnan's Job Offer",
      "startTime": 11442.35,
      "description": "Lindy discusses a job offer from Ted Durnan to run his construction outfit and Lindy's response.",
      "minor": true
    },
    {
      "title": "Christmas Job Requests",
      "startTime": 11513.31,
      "description": "Lindy describes how Durnan would ask Lindy to provide crews for urgent jobs, particularly around Christmas.",
      "minor": true
    },
    {
      "title": "Contractor Business Practices & Subcontracting",
      "startTime": 11614.93,
      "description": "Lindy transitions to discussing a 10-year contract for city work, including equipment and rates."
    },
    {
      "title": "Nichols Contract Retrieval",
      "startTime": 11701.01,
      "description": "Lindy discusses a past contract with Nichols and the superintendent's request for a copy.",
      "minor": true
    },
    {
      "title": "Office and Shop History",
      "startTime": 11810.57,
      "description": "Lindy begins detailing the history of his office and shop, including its initial construction and subsequent expansions."
    },
    {
      "title": "Business Operations & Problem Solving",
      "startTime": 11879.53,
      "description": "Lindy discusses the company's financial stability and compares it to other businesses, highlighting their differences."
    },
    {
      "title": "Bookkeeping & Employee Talent",
      "startTime": 11954.54,
      "description": "Lindy transitions to discussing his bookkeepers and the talent of a long-time employee who could fix anything.",
      "minor": true
    },
    {
      "title": "Computer Adoption & Skepticism",
      "startTime": 12005.72,
      "description": "Lindy begins discussing the adoption of computers by his successors, expressing some skepticism about their necessity.",
      "minor": true
    },
    {
      "title": "Computerized Payroll Systems",
      "startTime": 12100.19,
      "description": "Lindy discusses the necessity of computers for tracking rapidly changing prices and managing repairs, contrasting it with manual methods."
    },
    {
      "title": "Coffee Shop Technology",
      "startTime": 12156.35,
      "description": "Lindy shifts to observing the complexity of modern technology, exemplified by the process of ringing up a simple cup of coffee.",
      "minor": true
    },
    {
      "title": "Reflecting on Past Friendships",
      "startTime": 12202.56,
      "description": "Lindy transitions to reminiscing about past friendships and the changes he's observed over the years, particularly the loss of colleagues.",
      "minor": true
    },
    {
      "title": "Achen Construction Legacy",
      "startTime": 12393.02,
      "description": "Lindy shifts to discussing the continuation of Achen Construction after his retirement, focusing on the use of his name and the company's reputation."
    },
    {
      "title": "Miller's Work Ethic and Professionalism",
      "startTime": 12464.35,
      "description": "Lindy transitions to discussing the exceptional employee, Miller, highlighting his collaborative and agreeable nature.",
      "minor": true
    },
    {
      "title": "Estimating Job Bids",
      "startTime": 12637.25,
      "description": "Lindy begins to recount a specific instance of estimating a job bid with Miller and a colleague from Yorkton, detailing their process and a surprising outcome."
    },
    {
      "title": "Negotiating a Construction Job",
      "startTime": 12701.96,
      "description": "Lindy recounts a scenario where he was running the office for Art and joined a happy hour.",
      "minor": true
    },
    {
      "title": "Regina to Estevan Bid",
      "startTime": 12767.87,
      "description": "Lindy transitions to discussing another bidding scenario, this time for stringing a second circuit from Regina to Estevan.",
      "minor": true
    },
    {
      "title": "Swift Current Island Job",
      "startTime": 12819.61,
      "description": "Lindy shifts the discussion to a unique job in Swift Current involving an island and frozen river."
    },
    {
      "title": "Trouble with Wires",
      "startTime": 12933.32,
      "description": "Lindy describes a situation where a wire was bucked up and how he predicted it, leading to a discussion of other incidents.",
      "minor": true
    },
    {
      "title": "Trouble with Machines",
      "startTime": 12990.86,
      "description": "Lindy shifts to discussing a separate incident involving a malfunctioning boring machine and diagnosing the problem.",
      "minor": true
    },
    {
      "title": "Continued Involvement in Government Affairs & Assistance",
      "startTime": 13042.19,
      "description": "Lindy transitions to a discussion of his career, spanning from 1928 to 1975, and reflecting on his experiences."
    },
    {
      "title": "Changes in Work Ethic",
      "startTime": 13139.3,
      "description": "Lindy begins discussing how things have changed, specifically regarding the reliability of workers and wages.",
      "minor": true
    },
    {
      "title": "Career Advice for Young Men",
      "startTime": 13189.06,
      "description": "Lindy shifts to addressing Danny and Norm, offering advice about their careers and the importance of continuous improvement."
    },
    {
      "title": "Taking Charge After Father's Death",
      "startTime": 13257.03,
      "description": "Lindy begins discussing his personal experiences, specifically being put in charge of things at home and inheriting the farm after his father's death."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories."
}
