{
  "chapters": [
    {
      "title": "Family Background and Farming",
      "startTime": 0.0,
      "description": "Lindy begins recounting his birth in Remsen, Iowa, and his parents' early life and work."
    },
    {
      "title": "Move to Canada",
      "startTime": 85,
      "description": "Lindy shifts to discussing his family's decision to move to Canada due to land prices and opportunities."
    },
    {
      "title": "Childhood Snow Memory & Farm Move",
      "startTime": 328.91,
      "description": "Lindy recalls a memory of a ride out, specifically mentioning the deep snow and a blank space in his memory."
    },
    {
      "title": "Trip to Iowa with Family",
      "startTime": 617.59,
      "description": "Lindy transitions to a memory of a train trip to Iowa with his parents and a subsequent trip to Minneapolis."
    },
    {
      "title": "Childhood Train Singing and Illness",
      "startTime": 697,
      "description": "Lindy remembers singing songs on the train ride home from Minneapolis."
    },
    {
      "title": "Quitting School and Trapping",
      "startTime": 950,
      "description": "Lindy describes his decision to quit school and pursue trapping."
    },
    {
      "title": "Childhood Labor During Wartime",
      "startTime": 1241.95,
      "description": "Lindy details his experience dealing in furs, including cleaning and reselling them for profit."
    },
    {
      "title": "Childhood Labor",
      "startTime": 1437,
      "description": "Lindy reflects on his limited schooling and the demanding work he performed as a child."
    },
    {
      "title": "Running the Threshing Outfit & Early Career",
      "startTime": 1634,
      "description": "Lindy transitions to a specific incident involving a dispute with Jones and Lindy's role managing the thrashing outfit.; Lindy discusses the death of his father and the subsequent short crop."
    },
    {
      "title": "Social Life & Recreation",
      "startTime": 1872,
      "description": "Lindy shifts to describing the social life and recreational activities of people during his childhood, including dances, baseball, and church."
    },
    {
      "title": "Father's Death and Harvest",
      "startTime": 1970,
      "description": "Lindy describes the social activities of his childhood, including school dances and weekly gatherings.; Lindy phones his Aunt Mary and is directed to contact relatives in Iowa and his mother in California."
    },
    {
      "title": "Getting a Job on a Line Crew",
      "startTime": 2341,
      "description": "Lindy gets a job with a line gang revamping power lines."
    },
    {
      "title": "Moving to Sioux City",
      "startTime": 2441,
      "description": "Lindy describes the work crew's relocation from Worthington to Sioux City, Iowa."
    },
    {
      "title": "Brother's Illness and Grief",
      "startTime": 2531,
      "description": "Lindy begins his career as a lineman, climbing poles and performing various tasks."
    },
    {
      "title": "Hailstorm Damage",
      "startTime": 2734,
      "description": "Lindy describes the hailstorm that damaged the crops."
    },
    {
      "title": "Seeking Thrashing Job",
      "startTime": 2924,
      "description": "Lindy explains he was looking for a job running a thrashing outfit."
    },
    {
      "title": "Sleeping in the Barns",
      "startTime": 3114,
      "description": "Lindy describes the unusual living conditions of sleeping in barns with a horse blanket."
    },
    {
      "title": "Frederick and Bootleg Liquor",
      "startTime": 3326,
      "description": "Lindy recalls his acquaintance with Frederick, a foreman, and the practice of buying bootleg liquor due to prohibition."
    },
    {
      "title": "Introduction of Bill Oberts and Crew Changes",
      "startTime": 3356,
      "description": "Lindy describes the death of the foreman in Dawson, North Dakota, and the subsequent replacement."
    },
    {
      "title": "Seeking Work in North Dakota",
      "startTime": 3591,
      "description": "Lindy explains his decision to head to Canada after the threshing job."
    },
    {
      "title": "Strange Encounter and Mention of Crosby Supzuk",
      "startTime": 3790,
      "description": "Lindy recounts an unexpected event in Crosby, North Dakota, setting the stage for a dramatic turn of events."
    },
    {
      "title": "Seeking Employment with a Power Gang",
      "startTime": 3993,
      "description": "Lindy recounts how he secured a job with a power gang after a conversation with a friend, detailing the wages and working conditions."
    },
    {
      "title": "Wage Dispute Begins",
      "startTime": 4220,
      "description": "Lindy discusses a disagreement over his wages with a foreman and then the superintendent."
    },
    {
      "title": "Work Locations Shift",
      "startTime": 4333,
      "description": "Lindy details moving on to new work locations: Estevan, Cinnaboy, Craig, Davidson, and Bigger."
    },
    {
      "title": "Early Job in Saskatoon",
      "startTime": 4555,
      "description": "Lindy describes his new job in Saskatoon, including a training course and his vehicle usage."
    },
    {
      "title": "Power Plant in Mydale",
      "startTime": 4752,
      "description": "Lindy is asked to build a distribution system in Mydale."
    },
    {
      "title": "Dominion Electric Phone Call",
      "startTime": 4940,
      "description": "Lindy describes receiving a phone call from Dominion Electric."
    },
    {
      "title": "Power Plant Winter Work",
      "startTime": 5127,
      "description": "Lindy details his work and living arrangements at the Tompkins power plant during the winter."
    },
    {
      "title": "Diesel Superintendent's Son",
      "startTime": 5402,
      "description": "Lindy discusses being denied a job due to the diesel superintendent's son-in-law's unemployment."
    },
    {
      "title": "Power Commission Advertising",
      "startTime": 5753,
      "description": "Lindy discusses Power Corporation/Commission advertising for new power lines and his intention to bid on them."
    },
    {
      "title": "Army Truck Purchase",
      "startTime": 6034,
      "description": "Lindy describes purchasing army trucks and a gun carrier in Regina."
    },
    {
      "title": "Line to South 46",
      "startTime": 6287,
      "description": "Lindy begins describing the construction of a large power line to South 46."
    },
    {
      "title": "Yorkton & Bush Country",
      "startTime": 6489,
      "description": "Lindy describes a job in Yorkton, involving clearing bush and cutting through sloughs."
    },
    {
      "title": "Work in 1948",
      "startTime": 6632,
      "description": "Lindy discusses his initial lack of work after moving to Regina and the subsequent finishing of jobs in Rosetown and Yorkton."
    },
    {
      "title": "Work and Family Separation",
      "startTime": 6858,
      "description": "Lindy transitions to discussing his work running the True Cruise in 1947 and the long hours he worked."
    },
    {
      "title": "Building Another Line",
      "startTime": 7043,
      "description": "Lindy describes the next job, building a high-tension line from Estevan to Yorkton."
    },
    {
      "title": "Alberta and Farm Lines",
      "startTime": 7132,
      "description": "Lindy shifts to discussing work in Alberta, including moving a highway and building farm lines."
    },
    {
      "title": "Ogema, Shaunavon Area",
      "startTime": 7350,
      "description": "Lindy describes work in the Ogema and Shaunavon area, including towns and a significant amount of line construction."
    },
    {
      "title": "Tendering and Larger Contractors",
      "startTime": 7547,
      "description": "Lindy shifts to discussing the introduction of tendering and the impact on larger contractors."
    },
    {
      "title": "Foundation Piling Sideline",
      "startTime": 7602,
      "description": "Lindy mentions a sideline business of doing foundation piling in the city."
    },
    {
      "title": "Financial Success in 1958",
      "startTime": 7814,
      "description": "Lindy reflects on the situation after the dust settled in 1958 and the state of his workforce."
    },
    {
      "title": "Potash Mine Distributions",
      "startTime": 7889,
      "description": "Lindy begins discussing the potash mines and the distribution work his company performed for them, including design and material supply."
    },
    {
      "title": "Selling the Business",
      "startTime": 8153,
      "description": "Lindy begins detailing the terms of the business sale to Art Miller and the other partners, including ownership percentages and Art's leadership role."
    },
    {
      "title": "Rent Increases Begin",
      "startTime": 8252,
      "description": "Lindy begins discussing the rent he charged for the property and land he retained after selling the business, detailing increases over time."
    },
    {
      "title": "Art's Financial Security and Sudden Death",
      "startTime": 8344,
      "description": "Lindy shifts the conversation to the death of Vaughn Kennedy due to electrocution and the subsequent impact on the business ownership."
    },
    {
      "title": "Share Ownership Changes",
      "startTime": 8414,
      "description": "Lindy begins discussing the transfer of shares in the company, starting with Doug McGillivray and then Con Bandy."
    },
    {
      "title": "Time and Company Status",
      "startTime": 8522,
      "description": "Lindy transitions to discussing the timeline of his involvement, mentioning 1965 and the company's continued existence."
    },
    {
      "title": "Engineer Project Rotation",
      "startTime": 8726,
      "description": "Lindy begins discussing a system of rotating young engineers between projects and the frustrations it caused."
    },
    {
      "title": "Union vs. Non-Union",
      "startTime": 8872,
      "description": "Lindy begins discussing the challenges and tensions arising from his company's non-union status compared to other corporations."
    },
    {
      "title": "Contractor Demotion Warnings",
      "startTime": 8939,
      "description": "Lindy describes a period where staff were threatened with demotion if their performance was poor."
    },
    {
      "title": "Narrator's Experience and Management Skills",
      "startTime": 8995,
      "description": "Lindy explains the various responsibilities and challenges of running a business and his experience in managing people."
    },
    {
      "title": "Father's Death & Early Career",
      "startTime": 9051,
      "description": "Lindy transitions to discussing his background on the farm and his experience with leadership and managing people from a young age."
    },
    {
      "title": "Maintaining Employee Loyalty and Avoiding Unionization",
      "startTime": 9101,
      "description": "Lindy discusses how his company successfully avoided unionization and the benefits of their unique arrangement."
    },
    {
      "title": "Power Corporation Union Issues",
      "startTime": 9350,
      "description": "Lindy discusses the power of the union and how it impacts the Power Corporation's operations, requiring them to consult the union before undertaking projects."
    },
    {
      "title": "Negotiating a Construction Job",
      "startTime": 9501,
      "description": "Lindy begins detailing his work history, starting with Iowa Electric and moving through various power companies in different states and Canada."
    },
    {
      "title": "Retirement and Inflation",
      "startTime": 9647,
      "description": "Lindy transitions to discussing his retirement and how unexpectedly high interest rates helped maintain his standard of living despite inflation."
    },
    {
      "title": "Pole Climbing Wage Demands",
      "startTime": 9870,
      "description": "Lindy describes a situation where a crew demanded more money for climbing poles and the subsequent consequences."
    },
    {
      "title": "George Kukichuk's Trickery",
      "startTime": 10090,
      "description": "Lindy describes a situation where George Kukichuk attempted to deceive him and was subsequently fired."
    },
    {
      "title": "Employee Quit Procedures During Wartime",
      "startTime": 10155,
      "description": "Lindy shares an anecdote about a worker, Walden, who repeatedly requested a quit slip when the superintendent was away."
    },
    {
      "title": "Clutch Trouble Discussion",
      "startTime": 10521,
      "description": "Lindy begins discussing a competitor, George, and their experiences with clutch trouble."
    },
    {
      "title": "Secondhand Machine Weakness",
      "startTime": 10753,
      "description": "Lindy transitions to discussing a drilling machine he purchased in Billings, Montana, and its subsequent modifications.; Lindy begins discussing how they would find the weaknesses of the secondhand machines they bought."
    },
    {
      "title": "Dealing with Bank Managers",
      "startTime": 11121,
      "description": "Lindy discusses his banking practices and relationships with bank managers, specifically regarding overdrafts and check handling."
    },
    {
      "title": "Contractor Payment System",
      "startTime": 11336,
      "description": "Lindy explains how he paid subcontractors and received payment for the Manitoba relief work."
    },
    {
      "title": "Christmas Time Emergency Service",
      "startTime": 11516,
      "description": "Lindy discusses instances where the power corporation would request emergency service during Christmas time and the resulting overtime issues."
    },
    {
      "title": "Contractor Business Practices",
      "startTime": 11603,
      "description": "Lindy transitions to discussing a ten-year deal for city work, including equipment and rates."
    },
    {
      "title": "Recalling Limited Business Growth",
      "startTime": 11795,
      "description": "Lindy begins discussing the company's lack of expansion and its initial five-year period of growth, contrasting it with the common business practice of expansion."
    },
    {
      "title": "Computer vs. Human Labor",
      "startTime": 12009,
      "description": "Lindy compares the cost of a computer to the cost of a human employee for bookkeeping and payroll."
    },
    {
      "title": "Loss of Business Acquaintances and Changing Retirement",
      "startTime": 12202,
      "description": "Lindy reminisces about past business friendships and their disappearance due to death or relocation.; Lindy discusses adapting to change and accepting what comes in life, moving from a discussion of his business relationship to a more general philosophical point."
    },
    {
      "title": "Business Succession & Name",
      "startTime": 12393,
      "description": "Lindy transitions to discussing the continuation of his business by his successors and the preservation of his name on the building."
    },
    {
      "title": "Alaska Job Estimate",
      "startTime": 12644,
      "description": "Lindy transitions to a specific anecdote about an estimate for a job in Alaska's Northwest Territories, detailing a collaborative bidding process."
    },
    {
      "title": "Alberta Line Fuse Issue",
      "startTime": 12891,
      "description": "Lindy tells a story about a line in Alberta experiencing fuse issues and his remote diagnosis."
    },
    {
      "title": "Long Career and Continued Involvement",
      "startTime": 13046,
      "description": "Lindy summarizes his career timeline, from 1928 to 1975, and notes a decline in requests for his expertise.; Lindy offers advice to young workers, particularly Danny, about career progression and perseverance.; Lindy discusses Danny's early career and compares it to his own start in the power business."
    },
    {
      "title": "Taking Over the Farm After Father's Death",
      "startTime": 13258,
      "description": "Lindy transitions to discussing his personal experiences, specifically being put in charge at a young age and his father's death."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Family Background and Farming",
      "startTime": 38,
      "description": "Lindy begins recounting his birth in Remsen, Iowa, and his parents' early life and work.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "Move to Canada",
      "startTime": 85,
      "description": "Lindy shifts to discussing his family's decision to move to Canada due to land prices and opportunities.",
      "chapterIndex": 1,
      "id": "story-1"
    },
    {
      "title": "Migration to Canada",
      "startTime": 123,
      "description": "Lindy discusses his early experiences with furs and trapping.",
      "chapterIndex": 1,
      "id": "story-2"
    },
    {
      "title": "Arrival in Halbright",
      "startTime": 177,
      "description": "Lindy transitions to describing the family's arrival in Halbright, Canada, and the initial experiences upon arrival.",
      "chapterIndex": 1,
      "id": "story-3"
    },
    {
      "title": "Childhood Snow Memory & Farm Move",
      "startTime": 329,
      "description": "Lindy recalls a memory of a ride out, specifically mentioning the deep snow and a blank space in his memory.",
      "chapterIndex": 2,
      "id": "story-4"
    },
    {
      "title": "Childhood Memory of Visiting a House",
      "startTime": 370,
      "description": "Lindy begins to describe the construction of their new farm house and the details of the house's expansion.",
      "chapterIndex": 2,
      "id": "story-5"
    },
    {
      "title": "House Expansion Details",
      "startTime": 412,
      "description": "Lindy details the expansion of the original 14x20 foot house, adding bedrooms and a dining room.",
      "chapterIndex": 2,
      "id": "story-6"
    },
    {
      "title": "Crow Lake School",
      "startTime": 454,
      "description": "Lindy begins recounting his experiences at Crow Lake School and the names of classmates.",
      "chapterIndex": 2,
      "id": "story-7"
    },
    {
      "title": "Trip to Iowa with Family",
      "startTime": 621,
      "description": "Lindy transitions to a memory of a train trip to Iowa with his parents and a subsequent trip to Minneapolis.",
      "chapterIndex": 3,
      "id": "story-8"
    },
    {
      "title": "Minneapolis Bar Room Visit",
      "startTime": 658,
      "description": "Lindy describes a visit to a bar room in Minneapolis with his father.",
      "chapterIndex": 3,
      "id": "story-9"
    },
    {
      "title": "Childhood Train Singing and Illness",
      "startTime": 697,
      "description": "Lindy remembers singing songs on the train ride home from Minneapolis.",
      "chapterIndex": 4,
      "id": "story-10"
    },
    {
      "title": "Hay Rack and Thrashing",
      "startTime": 760,
      "description": "Lindy describes his work on the farm at age 11, rigging a team of horses on a hay rack and working in the thrashing house.",
      "chapterIndex": 4,
      "id": "story-11"
    },
    {
      "title": "Sister Aloysius and Convent",
      "startTime": 800,
      "description": "Lindy shifts to discussing Sister Aloysius and her time at the convent.",
      "chapterIndex": 4,
      "id": "story-12"
    },
    {
      "title": "Quitting School and Trapping",
      "startTime": 950,
      "description": "Lindy describes his decision to quit school and pursue trapping.",
      "chapterIndex": 5,
      "id": "story-13"
    },
    {
      "title": "Livestock and Farm Work",
      "startTime": 1020,
      "description": "Lindy discusses the extensive farm work and livestock care required at his family's farm.",
      "chapterIndex": 5,
      "id": "story-14"
    },
    {
      "title": "Childhood Labor During Wartime",
      "startTime": 1241,
      "description": "Lindy details his experience dealing in furs, including cleaning and reselling them for profit.",
      "chapterIndex": 6,
      "id": "story-15"
    },
    {
      "title": "Rock and Gravel Hauling",
      "startTime": 1312,
      "description": "Lindy recounts hauling rock and gravel with his brothers to build a barn.",
      "chapterIndex": 6,
      "id": "story-16"
    },
    {
      "title": "Barn Construction Details",
      "startTime": 1357,
      "description": "Lindy provides specific details about the barn's foundation and construction process.",
      "chapterIndex": 6,
      "id": "story-17"
    },
    {
      "title": "Childhood Labor",
      "startTime": 1437,
      "description": "Lindy reflects on his limited schooling and the demanding work he performed as a child.",
      "chapterIndex": 7,
      "id": "story-18"
    },
    {
      "title": "Livestock and Farming",
      "startTime": 1560,
      "description": "Lindy discusses the livestock they raised (hogs, hens, cattle, horses) and their self-sufficiency through their own food production.",
      "chapterIndex": 7,
      "id": "story-19"
    },
    {
      "title": "Tractor Purchase & Crop",
      "startTime": 1596,
      "description": "Lindy shifts to discussing the purchase of a Titan tractor and the subsequent crop yields, starting in 1918.",
      "chapterIndex": 7,
      "id": "story-20"
    },
    {
      "title": "Running the Threshing Outfit & Early Career",
      "startTime": 1634,
      "description": "Lindy transitions to a specific incident involving a dispute with Jones and Lindy's role managing the thrashing outfit.",
      "chapterIndex": 8,
      "id": "story-21"
    },
    {
      "title": "Early Farming and Work",
      "startTime": 1664,
      "description": "Lindy discusses the death of his father and the subsequent short crop.",
      "chapterIndex": 8,
      "id": "story-22"
    },
    {
      "title": "Schooling and Education",
      "startTime": 1772,
      "description": "Lindy begins discussing the education levels of his family members and the general emphasis on education during that time.",
      "chapterIndex": 8,
      "id": "story-23"
    },
    {
      "title": "Social Life & Recreation",
      "startTime": 1872,
      "description": "Lindy shifts to describing the social life and recreational activities of people during his childhood, including dances, baseball, and church.",
      "chapterIndex": 9,
      "id": "story-24"
    },
    {
      "title": "Father's Death and Harvest",
      "startTime": 1970,
      "description": "Lindy describes the social activities of his childhood, including school dances and weekly gatherings.",
      "chapterIndex": 10,
      "id": "story-25"
    },
    {
      "title": "Arranging Funeral and Contacting Family",
      "startTime": 2133,
      "description": "Lindy phones his Aunt Mary and is directed to contact relatives in Iowa and his mother in California.",
      "chapterIndex": 10,
      "id": "story-26"
    },
    {
      "title": "Farm Finances and Disagreement in 1924-1926",
      "startTime": 2191,
      "description": "Lindy discusses farm operations in 1924 with Mac and Bud.",
      "chapterIndex": 10,
      "id": "story-27"
    },
    {
      "title": "Post-Harvest Travels and Family Visit",
      "startTime": 2259,
      "description": "Lindy transitions to discussing his brother Mac taking over the farm and a dispute over his wages.",
      "chapterIndex": 10,
      "id": "story-28"
    },
    {
      "title": "Getting a Job on a Line Crew",
      "startTime": 2341,
      "description": "Lindy gets a job with a line gang revamping power lines.",
      "chapterIndex": 11,
      "id": "story-29"
    },
    {
      "title": "Moving to Sioux City",
      "startTime": 2441,
      "description": "Lindy describes the work crew's relocation from Worthington to Sioux City, Iowa.",
      "chapterIndex": 12,
      "id": "story-30"
    },
    {
      "title": "Brother's Illness and Grief",
      "startTime": 2531,
      "description": "Lindy begins his career as a lineman, climbing poles and performing various tasks.",
      "chapterIndex": 13,
      "id": "story-31"
    },
    {
      "title": "Brother Laurie's Hardship",
      "startTime": 2573,
      "description": "Lindy transitions to discussing his brother Laurie's difficult situation (sciatica, loss of wife, eight children).",
      "chapterIndex": 13,
      "id": "story-32"
    },
    {
      "title": "Taking Over Brother's Farm",
      "startTime": 2603,
      "description": "Lindy explains his decision to quit his job to help his brother with his farm.",
      "chapterIndex": 13,
      "id": "story-33"
    },
    {
      "title": "Farm Experience Reflection",
      "startTime": 2673,
      "description": "Lindy reflects on his prior experience running the home place and his preparedness for farming.",
      "chapterIndex": 13,
      "id": "story-34"
    },
    {
      "title": "Hailstorm Damage",
      "startTime": 2734,
      "description": "Lindy describes the hailstorm that damaged the crops.",
      "chapterIndex": 14,
      "id": "story-35"
    },
    {
      "title": "Thrashing Grain in Nebraska",
      "startTime": 2802,
      "description": "Lindy describes his experience thrashing grain in Nebraska using horses and binders.",
      "chapterIndex": 14,
      "id": "story-36"
    },
    {
      "title": "Machine Plugging Incident",
      "startTime": 2840,
      "description": "Lindy recounts an incident where he filled a thrashing machine with straw, leading to a confrontation.",
      "chapterIndex": 14,
      "id": "story-37"
    },
    {
      "title": "Seeking Thrashing Job",
      "startTime": 2924,
      "description": "Lindy explains he was looking for a job running a thrashing outfit.",
      "chapterIndex": 15,
      "id": "story-38"
    },
    {
      "title": "Machine Malfunction and Repair",
      "startTime": 2973,
      "description": "Lindy describes a breakdown of the thrashing machine and his role in repairing it.",
      "chapterIndex": 15,
      "id": "story-39"
    },
    {
      "title": "Wages and Daily Routine",
      "startTime": 3026,
      "description": "Lindy discusses his wages ($10 a day, room and board included) and the daily work routine of thrashing.",
      "chapterIndex": 15,
      "id": "story-40"
    },
    {
      "title": "Sleeping in the Barns",
      "startTime": 3114,
      "description": "Lindy describes the unusual living conditions of sleeping in barns with a horse blanket.",
      "chapterIndex": 16,
      "id": "story-41"
    },
    {
      "title": "Trip to Canada",
      "startTime": 3199,
      "description": "Lindy transitions to recounting a trip to Canada to visit family, driving a Model T Ford.",
      "chapterIndex": 16,
      "id": "story-42"
    },
    {
      "title": "Car Accident Near Valley City",
      "startTime": 3235,
      "description": "Lindy describes a car accident he experienced while driving back to South Dakota.",
      "chapterIndex": 16,
      "id": "story-43"
    },
    {
      "title": "Meeting Foreman Frank Wenner",
      "startTime": 3275,
      "description": "Lindy discusses getting a job with a power gang building a power line near Leola.",
      "chapterIndex": 16,
      "id": "story-44"
    },
    {
      "title": "Frederick and Bootleg Liquor",
      "startTime": 3326,
      "description": "Lindy recalls his acquaintance with Frederick, a foreman, and the practice of buying bootleg liquor due to prohibition.",
      "chapterIndex": 17,
      "id": "story-45"
    },
    {
      "title": "Introduction of Bill Oberts and Crew Changes",
      "startTime": 3356,
      "description": "Lindy describes the death of the foreman in Dawson, North Dakota, and the subsequent replacement.",
      "chapterIndex": 18,
      "id": "story-46"
    },
    {
      "title": "Operating a Boring Machine 24/7",
      "startTime": 3421,
      "description": "Lindy describes building a heavy power line from Thunderhawk, South Dakota, to Elgin, North Dakota.",
      "chapterIndex": 18,
      "id": "story-47"
    },
    {
      "title": "Boring Machine Assignment",
      "startTime": 3468,
      "description": "Lindy recounts being assigned to the boring machine and the circumstances surrounding that decision.",
      "chapterIndex": 18,
      "id": "story-48"
    },
    {
      "title": "Threshing in South Dakota",
      "startTime": 3524,
      "description": "Lindy describes leaving the crew to work as a thresher in South Dakota.",
      "chapterIndex": 18,
      "id": "story-49"
    },
    {
      "title": "Seeking Work in North Dakota",
      "startTime": 3591,
      "description": "Lindy explains his decision to head to Canada after the threshing job.",
      "chapterIndex": 19,
      "id": "story-50"
    },
    {
      "title": "Canada Escape and Job",
      "startTime": 3632,
      "description": "Lindy escapes to Canada and finds work with a line gang, detailing the hiring process and initial responsibilities.",
      "chapterIndex": 19,
      "id": "story-51"
    },
    {
      "title": "Becoming a Top Worker on the Job",
      "startTime": 3713,
      "description": "Lindy's quick advancement to head man despite limited experience, highlighting his confidence and hotline work knowledge.",
      "chapterIndex": 19,
      "id": "story-52"
    },
    {
      "title": "Flying Squad Work Details",
      "startTime": 3747,
      "description": "Lindy describes his work as part of a 'flying squad,' covering a large territory and responding to emergencies.",
      "chapterIndex": 19,
      "id": "story-53"
    },
    {
      "title": "Strange Encounter and Mention of Crosby Supzuk",
      "startTime": 3790,
      "description": "Lindy recounts an unexpected event in Crosby, North Dakota, setting the stage for a dramatic turn of events.",
      "chapterIndex": 20,
      "id": "story-54"
    },
    {
      "title": "Immigration Threat and Labor Restrictions",
      "startTime": 3820,
      "description": "Lindy discusses a threat of deportation due to immigration concerns and his subsequent return to the farm.",
      "chapterIndex": 20,
      "id": "story-55"
    },
    {
      "title": "Farming in 1924",
      "startTime": 3916,
      "description": "Lindy transitions to discussing his farming experience in 1924, including details about the crop and payment from his mother.",
      "chapterIndex": 20,
      "id": "story-56"
    },
    {
      "title": "1924 Farm Work and Early Harvest",
      "startTime": 3951,
      "description": "Lindy describes his farm work in 1924 and the compensation he received from his mother.",
      "chapterIndex": 20,
      "id": "story-57"
    },
    {
      "title": "Seeking Employment with a Power Gang",
      "startTime": 3993,
      "description": "Lindy recounts how he secured a job with a power gang after a conversation with a friend, detailing the wages and working conditions.",
      "chapterIndex": 21,
      "id": "story-58"
    },
    {
      "title": "Foreman Opportunity and a Temporary Job",
      "startTime": 4055,
      "description": "Lindy is offered the position of foreman, but declines due to his short-term plans.",
      "chapterIndex": 21,
      "id": "story-59"
    },
    {
      "title": "District Serviceman Role",
      "startTime": 4113,
      "description": "The superintendent offers Lindy the role of district serviceman.",
      "chapterIndex": 21,
      "id": "story-60"
    },
    {
      "title": "Wage Dispute Begins",
      "startTime": 4220,
      "description": "Lindy discusses a disagreement over his wages with a foreman and then the superintendent.",
      "chapterIndex": 22,
      "id": "story-61"
    },
    {
      "title": "Crew Leadership Assignment",
      "startTime": 4272,
      "description": "Lindy recounts being offered the role of crew leader after Bill Wilson's injury.",
      "chapterIndex": 22,
      "id": "story-62"
    },
    {
      "title": "Work Locations Shift",
      "startTime": 4333,
      "description": "Lindy details moving on to new work locations: Estevan, Cinnaboy, Craig, Davidson, and Bigger.",
      "chapterIndex": 23,
      "id": "story-63"
    },
    {
      "title": "Power Commission Job Offer",
      "startTime": 4415,
      "description": "Lindy receives and applies for a job with the Power Commission.",
      "chapterIndex": 23,
      "id": "story-64"
    },
    {
      "title": "Unexpected Phone Call and Secret Travel",
      "startTime": 4466,
      "description": "Lindy recounts an interruption during a visit with a schoolteacher, leading to news about a job offer.",
      "chapterIndex": 23,
      "id": "story-65"
    },
    {
      "title": "Early Job in Saskatoon",
      "startTime": 4555,
      "description": "Lindy describes his new job in Saskatoon, including a training course and his vehicle usage.",
      "chapterIndex": 24,
      "id": "story-66"
    },
    {
      "title": "Rosetown Transfer & Correction",
      "startTime": 4606,
      "description": "Lindy discusses his transfer to Rosetown and correcting issues left by a previous employee.",
      "chapterIndex": 24,
      "id": "story-67"
    },
    {
      "title": "Unauthorized Hiring of Help",
      "startTime": 4652,
      "description": "Lindy explains a reprimand he received for hiring help without authorization.",
      "chapterIndex": 24,
      "id": "story-68"
    },
    {
      "title": "Praise and Job Uncertainty",
      "startTime": 4719,
      "description": "Lindy returns to Regina and receives praise but a lack of job guarantee.",
      "chapterIndex": 24,
      "id": "story-69"
    },
    {
      "title": "Power Plant in Mydale",
      "startTime": 4752,
      "description": "Lindy is asked to build a distribution system in Mydale.",
      "chapterIndex": 25,
      "id": "story-70"
    },
    {
      "title": "Frustration with Job Prospects and a Supervisor",
      "startTime": 4818,
      "description": "Lindy describes going to the Power Commission to seek employment.",
      "chapterIndex": 25,
      "id": "story-71"
    },
    {
      "title": "Harvesting with Thrashing Outfit",
      "startTime": 4875,
      "description": "Lindy shifts to discussing the fall harvest and using a thrashing outfit.",
      "chapterIndex": 25,
      "id": "story-72"
    },
    {
      "title": "Dominion Electric Phone Call",
      "startTime": 4940,
      "description": "Lindy describes receiving a phone call from Dominion Electric.",
      "chapterIndex": 26,
      "id": "story-73"
    },
    {
      "title": "Overhauling Gull Lake Wiring",
      "startTime": 5024,
      "description": "Lindy transitions to discussing work in Gull Lake, fixing wiring issues.",
      "chapterIndex": 26,
      "id": "story-74"
    },
    {
      "title": "Power Plant Winter Work",
      "startTime": 5127,
      "description": "Lindy details his work and living arrangements at the Tompkins power plant during the winter.",
      "chapterIndex": 27,
      "id": "story-75"
    },
    {
      "title": "Power Line Repair Project",
      "startTime": 5172,
      "description": "Lindy describes the 120-mile power line repair project from Shaunavon to Assiniboine.",
      "chapterIndex": 27,
      "id": "story-76"
    },
    {
      "title": "Buying Tompkins Electric",
      "startTime": 5248,
      "description": "Lindy describes convincing his friend to sell the Tompkins Electric plant and Lindy purchasing it.",
      "chapterIndex": 27,
      "id": "story-77"
    },
    {
      "title": "Diesel Superintendent's Son",
      "startTime": 5402,
      "description": "Lindy discusses being denied a job due to the diesel superintendent's son-in-law's unemployment.",
      "chapterIndex": 28,
      "id": "story-78"
    },
    {
      "title": "Power Plant Deal in Gosis",
      "startTime": 5448,
      "description": "Lindy details the previous operator's attempt to secure a power plant deal in Gosis, Manitoba.",
      "chapterIndex": 28,
      "id": "story-79"
    },
    {
      "title": "Wiring Gosis Town",
      "startTime": 5491,
      "description": "Lindy details his work wiring buildings in the town of Gosis.",
      "chapterIndex": 28,
      "id": "story-80"
    },
    {
      "title": "Material Distribution and Payment",
      "startTime": 5534,
      "description": "Lindy recounts his month-long assignment in Escalante for distribution work.",
      "chapterIndex": 28,
      "id": "story-81"
    },
    {
      "title": "Power Commission Advertising",
      "startTime": 5753,
      "description": "Lindy discusses Power Corporation/Commission advertising for new power lines and his intention to bid on them.",
      "chapterIndex": 29,
      "id": "story-82"
    },
    {
      "title": "Bidding on Power Lines",
      "startTime": 5812,
      "description": "Lindy describes the bidding process for the power line contracts, including the presence of older, established contractors.",
      "chapterIndex": 29,
      "id": "story-83"
    },
    {
      "title": "Telegram Bidding Details",
      "startTime": 5844,
      "description": "Lindy details the specific dollar amounts of the bids submitted for the power line project.",
      "chapterIndex": 29,
      "id": "story-84"
    },
    {
      "title": "Army Truck Purchase",
      "startTime": 6034,
      "description": "Lindy describes purchasing army trucks and a gun carrier in Regina.",
      "chapterIndex": 30,
      "id": "story-85"
    },
    {
      "title": "Regina Building Development",
      "startTime": 6071,
      "description": "Lindy discusses a new building development in Regina for returned soldiers and his involvement in the electrical work.",
      "chapterIndex": 30,
      "id": "story-86"
    },
    {
      "title": "Line to South 46",
      "startTime": 6287,
      "description": "Lindy begins describing the construction of a large power line to South 46.",
      "chapterIndex": 31,
      "id": "story-87"
    },
    {
      "title": "1945-1946 Work Details",
      "startTime": 6320,
      "description": "Lindy discusses building a line to South 46 and various odd jobs, including work in Regina and for the city.",
      "chapterIndex": 31,
      "id": "story-88"
    },
    {
      "title": "Boring Machine Purchase",
      "startTime": 6383,
      "description": "Lindy recounts purchasing a boring machine in Winnipeg and its impact on the diggers' strike.",
      "chapterIndex": 31,
      "id": "story-89"
    },
    {
      "title": "Rosetown Job & Crew",
      "startTime": 6451,
      "description": "Lindy talks about a large job in the Rosetown area, building a crew, and power line construction.",
      "chapterIndex": 31,
      "id": "story-90"
    },
    {
      "title": "Yorkton & Bush Country",
      "startTime": 6489,
      "description": "Lindy describes a job in Yorkton, involving clearing bush and cutting through sloughs.",
      "chapterIndex": 32,
      "id": "story-91"
    },
    {
      "title": "Job Management and Travel",
      "startTime": 6531,
      "description": "Lindy discusses the challenges of estimating costs for construction jobs.",
      "chapterIndex": 32,
      "id": "story-92"
    },
    {
      "title": "Work in 1948",
      "startTime": 6632,
      "description": "Lindy discusses his initial lack of work after moving to Regina and the subsequent finishing of jobs in Rosetown and Yorkton.",
      "chapterIndex": 33,
      "id": "story-93"
    },
    {
      "title": "City Pole Installation",
      "startTime": 6720,
      "description": "Lindy shifts to discussing his work installing poles in the city and the subsequent ten-year contract.",
      "chapterIndex": 33,
      "id": "story-94"
    },
    {
      "title": "Work and Family Separation",
      "startTime": 6858,
      "description": "Lindy transitions to discussing his work running the True Cruise in 1947 and the long hours he worked.",
      "chapterIndex": 34,
      "id": "story-95"
    },
    {
      "title": "Superintendent's Inspection",
      "startTime": 6988,
      "description": "Lindy recounts an inspection of the work by a head superintendent and their differing opinions on the quality of the construction.",
      "chapterIndex": 34,
      "id": "story-96"
    },
    {
      "title": "Building Another Line",
      "startTime": 7043,
      "description": "Lindy describes the next job, building a high-tension line from Estevan to Yorkton.",
      "chapterIndex": 35,
      "id": "story-97"
    },
    {
      "title": "Alberta and Farm Lines",
      "startTime": 7132,
      "description": "Lindy shifts to discussing work in Alberta, including moving a highway and building farm lines.",
      "chapterIndex": 36,
      "id": "story-98"
    },
    {
      "title": "Wind-up of 49, Spring of 50",
      "startTime": 7194,
      "description": "Lindy summarizes the work completed in 1949 and the beginning of 1950.",
      "chapterIndex": 36,
      "id": "story-99"
    },
    {
      "title": "Discussion of a Job Near Regina",
      "startTime": 7240,
      "description": "Lindy recounts a situation where he was pressured to take over a job from another contractor near Regina.",
      "chapterIndex": 36,
      "id": "story-100"
    },
    {
      "title": "Negotiating Work Assignment",
      "startTime": 7293,
      "description": "Lindy recounts his refusal to take on the extra work and the subsequent pressure from the superintendent.",
      "chapterIndex": 36,
      "id": "story-101"
    },
    {
      "title": "Ogema, Shaunavon Area",
      "startTime": 7350,
      "description": "Lindy describes work in the Ogema and Shaunavon area, including towns and a significant amount of line construction.",
      "chapterIndex": 37,
      "id": "story-102"
    },
    {
      "title": "Bidding and Contracting Practices",
      "startTime": 7513,
      "description": "Lindy discusses how the government encouraged more contractors to bid, lowering prices.",
      "chapterIndex": 37,
      "id": "story-103"
    },
    {
      "title": "Tendering and Larger Contractors",
      "startTime": 7547,
      "description": "Lindy shifts to discussing the introduction of tendering and the impact on larger contractors.",
      "chapterIndex": 38,
      "id": "story-104"
    },
    {
      "title": "Foundation Piling Sideline",
      "startTime": 7602,
      "description": "Lindy mentions a sideline business of doing foundation piling in the city.",
      "chapterIndex": 39,
      "id": "story-105"
    },
    {
      "title": "Machine Development & Maintenance",
      "startTime": 7640,
      "description": "Lindy details the expansion of his machinery and the need for a full-time shop employee.",
      "chapterIndex": 39,
      "id": "story-106"
    },
    {
      "title": "Narrator's Heart Attack and Art Miller's Responsibility",
      "startTime": 7676,
      "description": "Lindy discusses Art Miller's role in maintaining equipment and overseeing crews.",
      "chapterIndex": 39,
      "id": "story-107"
    },
    {
      "title": "Financial Success in 1958",
      "startTime": 7814,
      "description": "Lindy reflects on the situation after the dust settled in 1958 and the state of his workforce.",
      "chapterIndex": 40,
      "id": "story-108"
    },
    {
      "title": "Potash Mine Distributions",
      "startTime": 7889,
      "description": "Lindy begins discussing the potash mines and the distribution work his company performed for them, including design and material supply.",
      "chapterIndex": 41,
      "id": "story-109"
    },
    {
      "title": "Swift Current Job Details",
      "startTime": 7934,
      "description": "Lindy transitions to describing a specific, large job in Swift Current and the challenges encountered due to heavy rainfall.",
      "chapterIndex": 41,
      "id": "story-110"
    },
    {
      "title": "Job Profitability Analysis",
      "startTime": 7991,
      "description": "Lindy describes having Art analyze the Swift Current job's profitability, revealing a low 6% profit margin.",
      "chapterIndex": 41,
      "id": "story-111"
    },
    {
      "title": "Selling the Business",
      "startTime": 8153,
      "description": "Lindy begins detailing the terms of the business sale to Art Miller and the other partners, including ownership percentages and Art's leadership role.",
      "chapterIndex": 42,
      "id": "story-112"
    },
    {
      "title": "Sale Terms and Salary",
      "startTime": 8195,
      "description": "Lindy details the financial terms of the sale, including the price paid and his continued salary for an unwinding period.",
      "chapterIndex": 42,
      "id": "story-113"
    },
    {
      "title": "Rent Increases Begin",
      "startTime": 8252,
      "description": "Lindy begins discussing the rent he charged for the property and land he retained after selling the business, detailing increases over time.",
      "chapterIndex": 43,
      "id": "story-114"
    },
    {
      "title": "Art's Financial Security and Sudden Death",
      "startTime": 8344,
      "description": "Lindy shifts the conversation to the death of Vaughn Kennedy due to electrocution and the subsequent impact on the business ownership.",
      "chapterIndex": 44,
      "id": "story-115"
    },
    {
      "title": "Share Ownership Changes",
      "startTime": 8414,
      "description": "Lindy begins discussing the transfer of shares in the company, starting with Doug McGillivray and then Con Bandy.",
      "chapterIndex": 45,
      "id": "story-116"
    },
    {
      "title": "Underground Cable Installation",
      "startTime": 8465,
      "description": "Lindy describes Art's current work, including his involvement in underground high-voltage cable installation.",
      "chapterIndex": 45,
      "id": "story-117"
    },
    {
      "title": "Time and Company Status",
      "startTime": 8522,
      "description": "Lindy transitions to discussing the timeline of his involvement, mentioning 1965 and the company's continued existence.",
      "chapterIndex": 46,
      "id": "story-118"
    },
    {
      "title": "Retainer Agreement",
      "startTime": 8581,
      "description": "Lindy transitions to explaining his retainer agreement and the ongoing payment he receives.",
      "chapterIndex": 46,
      "id": "story-119"
    },
    {
      "title": "Reflecting on Past Work Experience",
      "startTime": 8695,
      "description": "Lindy shifts to discussing his earlier work with the Power Commission, mentioning a previous leave of absence.",
      "chapterIndex": 46,
      "id": "story-120"
    },
    {
      "title": "Engineer Project Rotation",
      "startTime": 8726,
      "description": "Lindy begins discussing a system of rotating young engineers between projects and the frustrations it caused.",
      "chapterIndex": 47,
      "id": "story-121"
    },
    {
      "title": "Relationship with Tad Gurnum",
      "startTime": 8784,
      "description": "Lindy shifts to describing his long and positive working relationship with Tad Gurnum, including dates (1945-1960).",
      "chapterIndex": 47,
      "id": "story-122"
    },
    {
      "title": "Union vs. Non-Union",
      "startTime": 8872,
      "description": "Lindy begins discussing the challenges and tensions arising from his company's non-union status compared to other corporations.",
      "chapterIndex": 48,
      "id": "story-123"
    },
    {
      "title": "Contractor Demotion Warnings",
      "startTime": 8939,
      "description": "Lindy describes a period where staff were threatened with demotion if their performance was poor.",
      "chapterIndex": 49,
      "id": "story-124"
    },
    {
      "title": "Narrator's Experience and Management Skills",
      "startTime": 8995,
      "description": "Lindy explains the various responsibilities and challenges of running a business and his experience in managing people.",
      "chapterIndex": 50,
      "id": "story-125"
    },
    {
      "title": "Father's Death & Early Career",
      "startTime": 9051,
      "description": "Lindy transitions to discussing his background on the farm and his experience with leadership and managing people from a young age.",
      "chapterIndex": 51,
      "id": "story-126"
    },
    {
      "title": "Maintaining Employee Loyalty and Avoiding Unionization",
      "startTime": 9101,
      "description": "Lindy discusses how his company successfully avoided unionization and the benefits of their unique arrangement.",
      "chapterIndex": 52,
      "id": "story-127"
    },
    {
      "title": "Early Attempts at Unionization",
      "startTime": 9237,
      "description": "Lindy transitions to discussing the formation of a contractor's union in 1950 to deal with the power corporation.",
      "chapterIndex": 52,
      "id": "story-128"
    },
    {
      "title": "Power Corporation Union Issues",
      "startTime": 9350,
      "description": "Lindy discusses the power of the union and how it impacts the Power Corporation's operations, requiring them to consult the union before undertaking projects.",
      "chapterIndex": 53,
      "id": "story-129"
    },
    {
      "title": "Construction Department Offer",
      "startTime": 9468,
      "description": "Lindy recounts an offer he received from Ted Durnan to run the construction department for $10,000 a year, which he declined due to his desire to remain a competitor.",
      "chapterIndex": 53,
      "id": "story-130"
    },
    {
      "title": "Negotiating a Construction Job",
      "startTime": 9501,
      "description": "Lindy begins detailing his work history, starting with Iowa Electric and moving through various power companies in different states and Canada.",
      "chapterIndex": 54,
      "id": "story-131"
    },
    {
      "title": "Retirement and Inflation",
      "startTime": 9647,
      "description": "Lindy transitions to discussing his retirement and how unexpectedly high interest rates helped maintain his standard of living despite inflation.",
      "chapterIndex": 55,
      "id": "story-132"
    },
    {
      "title": "Labor Disputes and Strike Negotiations",
      "startTime": 9712,
      "description": "Lindy acknowledges the end of the current tape side and briefly mentions air contracting and checking the recording machine's functionality.",
      "chapterIndex": 55,
      "id": "story-133"
    },
    {
      "title": "Labor Dispute Resolution",
      "startTime": 9751,
      "description": "Lindy describes his method of resolving labor disputes on the job site in the 1940s, directly addressing striking workers and granting small wage increases.",
      "chapterIndex": 55,
      "id": "story-134"
    },
    {
      "title": "Pole Climbing Wage Demands",
      "startTime": 9870,
      "description": "Lindy describes a situation where a crew demanded more money for climbing poles and the subsequent consequences.",
      "chapterIndex": 56,
      "id": "story-135"
    },
    {
      "title": "Employee Loss & Tragic Accident",
      "startTime": 9950,
      "description": "Lindy reflects on the departure of several employees, including his nephew, and the hiring of Eddie Vizcarra.",
      "chapterIndex": 56,
      "id": "story-136"
    },
    {
      "title": "Truancy & Family Issues",
      "startTime": 10003,
      "description": "Lindy shifts to discussing a family-related issue involving a man he employed and his son's truancy.",
      "chapterIndex": 56,
      "id": "story-137"
    },
    {
      "title": "Fired Camping Crew",
      "startTime": 10044,
      "description": "Lindy tells a story about firing a man named Rowan for being drunk on the job.",
      "chapterIndex": 56,
      "id": "story-138"
    },
    {
      "title": "George Kukichuk's Trickery",
      "startTime": 10090,
      "description": "Lindy describes a situation where George Kukichuk attempted to deceive him and was subsequently fired.",
      "chapterIndex": 57,
      "id": "story-139"
    },
    {
      "title": "Employee Quit Procedures During Wartime",
      "startTime": 10155,
      "description": "Lindy shares an anecdote about a worker, Walden, who repeatedly requested a quit slip when the superintendent was away.",
      "chapterIndex": 58,
      "id": "story-140"
    },
    {
      "title": "Analyzing the Tape",
      "startTime": 10265,
      "description": "Lindy acknowledges the listener will have questions after analyzing the recording and begins to discuss the details of their work.",
      "chapterIndex": 58,
      "id": "story-141"
    },
    {
      "title": "Auger and Equipment Design",
      "startTime": 10301,
      "description": "Lindy begins to discuss the process of maintaining and improving machinery and equipment, specifically focusing on auger design and construction.",
      "chapterIndex": 58,
      "id": "story-142"
    },
    {
      "title": "Clutch Trouble Discussion",
      "startTime": 10521,
      "description": "Lindy begins discussing a competitor, George, and their experiences with clutch trouble.",
      "chapterIndex": 59,
      "id": "story-143"
    },
    {
      "title": "Pole Straightener Development",
      "startTime": 10599,
      "description": "Lindy transitions to discussing the Power Corporation's attempts to design a pole straightener and how Lindy and Art built a functional one.",
      "chapterIndex": 59,
      "id": "story-144"
    },
    {
      "title": "Borrowed Drilling Machine",
      "startTime": 10753,
      "description": "Lindy transitions to discussing a drilling machine he purchased in Billings, Montana, and its subsequent modifications.",
      "chapterIndex": 60,
      "id": "story-145"
    },
    {
      "title": "Noise Spreads About Clutch",
      "startTime": 10872,
      "description": "Lindy discusses how news of his clutch modification spread and other power corporations contacted him.",
      "chapterIndex": 60,
      "id": "story-146"
    },
    {
      "title": "Secondhand Machine Weakness",
      "startTime": 10930,
      "description": "Lindy begins discussing how they would find the weaknesses of the secondhand machines they bought.",
      "chapterIndex": 60,
      "id": "story-147"
    },
    {
      "title": "Acquiring and Repairing Machinery",
      "startTime": 10983,
      "description": "Lindy transitions to discussing the importance of skilled operators and sharing secrets.",
      "chapterIndex": 60,
      "id": "story-148"
    },
    {
      "title": "Financing and Bank Relationship",
      "startTime": 11071,
      "description": "Lindy begins discussing his relationship with the bank and financing.",
      "chapterIndex": 60,
      "id": "story-149"
    },
    {
      "title": "Dealing with Bank Managers",
      "startTime": 11121,
      "description": "Lindy discusses his banking practices and relationships with bank managers, specifically regarding overdrafts and check handling.",
      "chapterIndex": 61,
      "id": "story-150"
    },
    {
      "title": "Government Bonds as Security",
      "startTime": 11201,
      "description": "Lindy details using government bonds as security for overdrafts.",
      "chapterIndex": 61,
      "id": "story-151"
    },
    {
      "title": "1954 Sleet Storm Relief",
      "startTime": 11291,
      "description": "Lindy describes a 1954 sleet storm in Manitoba and his involvement in providing assistance crews from Saskatchewan.",
      "chapterIndex": 61,
      "id": "story-152"
    },
    {
      "title": "Contractor Payment System",
      "startTime": 11336,
      "description": "Lindy explains how he paid subcontractors and received payment for the Manitoba relief work.",
      "chapterIndex": 62,
      "id": "story-153"
    },
    {
      "title": "Construction Job Offer Declined",
      "startTime": 11443,
      "description": "Lindy recounts an offer from Ted Durnan to run a construction outfit and his reasons for declining it.",
      "chapterIndex": 62,
      "id": "story-154"
    },
    {
      "title": "Christmas Time Emergency Service",
      "startTime": 11516,
      "description": "Lindy discusses instances where the power corporation would request emergency service during Christmas time and the resulting overtime issues.",
      "chapterIndex": 63,
      "id": "story-155"
    },
    {
      "title": "Contractor Business Practices",
      "startTime": 11603,
      "description": "Lindy transitions to discussing a ten-year deal for city work, including equipment and rates.",
      "chapterIndex": 64,
      "id": "story-156"
    },
    {
      "title": "Recalling Limited Business Growth",
      "startTime": 11795,
      "description": "Lindy begins discussing the company's lack of expansion and its initial five-year period of growth, contrasting it with the common business practice of expansion.",
      "chapterIndex": 65,
      "id": "story-157"
    },
    {
      "title": "Replacing a Bookkeeper and Introducing Technology",
      "startTime": 11952,
      "description": "Lindy talks about the change in bookkeepers and the significant improvement brought by George Jenny's wife.",
      "chapterIndex": 65,
      "id": "story-158"
    },
    {
      "title": "Computer vs. Human Labor",
      "startTime": 12009,
      "description": "Lindy compares the cost of a computer to the cost of a human employee for bookkeeping and payroll.",
      "chapterIndex": 66,
      "id": "story-159"
    },
    {
      "title": "Point of Sale Systems and Profit Margins",
      "startTime": 12156,
      "description": "Lindy comments on the complexity of modern technology, exemplified by the process of ordering a cup of coffee.",
      "chapterIndex": 66,
      "id": "story-160"
    },
    {
      "title": "Loss of Business Acquaintances and Changing Retirement",
      "startTime": 12202,
      "description": "Lindy reminisces about past business friendships and their disappearance due to death or relocation.",
      "chapterIndex": 67,
      "id": "story-161"
    },
    {
      "title": "Retirement and Health After Leaving Work",
      "startTime": 12335,
      "description": "Lindy discusses adapting to change and accepting what comes in life, moving from a discussion of his business relationship to a more general philosophical point.",
      "chapterIndex": 67,
      "id": "story-162"
    },
    {
      "title": "Business Succession & Name",
      "startTime": 12393,
      "description": "Lindy transitions to discussing the continuation of his business by his successors and the preservation of his name on the building.",
      "chapterIndex": 68,
      "id": "story-163"
    },
    {
      "title": "Key Employee - Miller",
      "startTime": 12464,
      "description": "Lindy begins to discuss a key employee, Art Miller, and his exceptional work ethic and collaborative relationship with Lindy.",
      "chapterIndex": 68,
      "id": "story-164"
    },
    {
      "title": "Alaska Job Estimate",
      "startTime": 12644,
      "description": "Lindy transitions to a specific anecdote about an estimate for a job in Alaska's Northwest Territories, detailing a collaborative bidding process.",
      "chapterIndex": 69,
      "id": "story-165"
    },
    {
      "title": "Regina to Estevan Line",
      "startTime": 12763,
      "description": "Lindy discusses bidding on stringing a second circuit from Regina to Estevan, detailing the scope of the project.",
      "chapterIndex": 69,
      "id": "story-166"
    },
    {
      "title": "Swift Current Island Job",
      "startTime": 12821,
      "description": "Lindy recounts an unusual job at Swift Current involving poles on an island and his estimation process.",
      "chapterIndex": 69,
      "id": "story-167"
    },
    {
      "title": "Alberta Line Fuse Issue",
      "startTime": 12891,
      "description": "Lindy tells a story about a line in Alberta experiencing fuse issues and his remote diagnosis.",
      "chapterIndex": 70,
      "id": "story-168"
    },
    {
      "title": "Troubleshooting Mechanical Issues in Towns",
      "startTime": 12956,
      "description": "Lindy describes a situation where he remotely diagnosed issues while a town was being hooked up in Elrose.",
      "chapterIndex": 70,
      "id": "story-169"
    },
    {
      "title": "Troubleshooting a Carburetor",
      "startTime": 12992,
      "description": "Lindy shares a story about a malfunctioning boring machine and a simple fix involving a switch blade.",
      "chapterIndex": 70,
      "id": "story-170"
    },
    {
      "title": "Long Career and Continued Involvement",
      "startTime": 13046,
      "description": "Lindy summarizes his career timeline, from 1928 to 1975, and notes a decline in requests for his expertise.",
      "chapterIndex": 71,
      "id": "story-171"
    },
    {
      "title": "Wage and Work Changes",
      "startTime": 13117,
      "description": "Lindy discusses changes in wages and work conditions over time.",
      "chapterIndex": 71,
      "id": "story-172"
    },
    {
      "title": "Changes in Workplace Regulations and Advice",
      "startTime": 13160,
      "description": "Lindy offers advice to young workers, particularly Danny, about career progression and perseverance.",
      "chapterIndex": 71,
      "id": "story-173"
    },
    {
      "title": "Early Career Advice",
      "startTime": 13216,
      "description": "Lindy discusses Danny's early career and compares it to his own start in the power business.",
      "chapterIndex": 71,
      "id": "story-174"
    },
    {
      "title": "Taking Over the Farm After Father's Death",
      "startTime": 13258,
      "description": "Lindy transitions to discussing his personal experiences, specifically being put in charge at a young age and his father's death.",
      "chapterIndex": 72,
      "id": "story-175"
    }
  ]
}
