{
  "chapters": [
    {
      "title": "Family Immigration Canada",
      "startTime": 0.0,
      "description": "Experiences with education and leaving school; Describes initial work experiences and collaboration.; Hauling water, post hole digging; Experiences working on the farm and initial employment.; Details a frustrating job offer and initial work experience.; Narrative of family's move from Iowa to Canada; Initial work and securing contracts"
    },
    {
      "title": "Early Childhood Memories",
      "startTime": 217.0,
      "description": "Recollections of early childhood experiences in Canada"
    },
    {
      "title": "Trapping Years",
      "startTime": 973,
      "description": "Chores, livestock, and daily routines; Setting traps, earning income, and horseback riding"
    },
    {
      "title": "Communication & News",
      "startTime": 1091.0,
      "description": "Telephone installation and limited news access"
    },
    {
      "title": "Farming Life",
      "startTime": 1388.0,
      "description": "Crops, livestock, daily routines"
    },
    {
      "title": "Father's Death & Aftermath",
      "startTime": 1596.0,
      "description": "Titan tractor and separator; Experiences running the thrashing machine and related work.; Disagreement and work assignment; Successful harvests and years; Impact of father's passing; Education, family roles, and general life on the farm.; Details surrounding the father's illness, death, and subsequent arrangements.; Inheritance, funeral, farm management, wages, and departure"
    },
    {
      "title": "Lineman Career",
      "startTime": 2052.0,
      "description": "Various jobs, blacksmith work, power line work, and career progression"
    },
    {
      "title": "Harvesting & Nebraska",
      "startTime": 2184.0,
      "description": "Family crisis, farm takeover, corn farming, and hailstorm; Describes planting corn, cultivation, and a devastating hailstorm.; Details helping neighbors harvest oats and subsequent travel to Nebraska."
    },
    {
      "title": "Thrashing Experiences",
      "startTime": 2811.0,
      "description": "Recounts experiences working on a thrashing crew, including conflicts and repairs."
    },
    {
      "title": "Farming and Employment",
      "startTime": 3201.0,
      "description": "Covers travel to Canada, a car accident, and a job with a power line crew.; Seeking and starting work on a power line construction crew.; Experiences with various foremen and crew dynamics during line construction.; Unexpected confrontation and deportation threat; Returning to the farm and subsequent power company jobs"
    },
    {
      "title": "Early Work Experiences",
      "startTime": 4320,
      "description": "Details of early jobs and wages; Working for the Power Commission and voltage conversion project"
    },
    {
      "title": "Power Plant Operation",
      "startTime": 5270,
      "description": "Details about operating and eventually owning the Tompkins Electric power plant."
    },
    {
      "title": "Power Line Bidding",
      "startTime": 5370.0,
      "description": "Describes bidding on power line construction projects."
    },
    {
      "title": "South 46 Line",
      "startTime": 6328,
      "description": "Construction of a major line and challenges faced"
    },
    {
      "title": "Weyburn to Radville",
      "startTime": 6422.0,
      "description": "Building a line and farm work in the area; Large-scale line construction and crew management; Building in bush country and slough clearing"
    },
    {
      "title": "Bidding Process",
      "startTime": 6533.0,
      "description": "Estimating costs and challenges in bidding"
    },
    {
      "title": "True Cruise Operations",
      "startTime": 6858.0,
      "description": "Managing a large crew and long work hours"
    },
    {
      "title": "Company Growth & Staffing",
      "startTime": 6965.0,
      "description": "Overseeing a smaller job near Yorkton; Discussion of initial disagreements and securing a job.; Construction of a high-tension line from Estevan to Yorkton; Details about building a high-tension power line.; Account of building farm lines and related projects.; Early bidding practices and securing work after 1958; Diversification into foundation piling as a sideline; Expansion of equipment and staffing needs"
    },
    {
      "title": "Health & Management",
      "startTime": 7581.0,
      "description": "Speaker's health issues and Art Miller's management; Work related to potash mines and distribution systems"
    },
    {
      "title": "Business Sale Terms",
      "startTime": 7935.0,
      "description": "Challenges and profitability of the Swift Current project; Conditions for selling the business and partnership structure"
    },
    {
      "title": "Business Sale Details",
      "startTime": 8091.0,
      "description": "Terms of business sale and initial partners."
    },
    {
      "title": "Early Employment Details",
      "startTime": 8235.0,
      "description": "Details of renting the property to the new owners and rent increases.; Details about initial job offer and compensation.; Discussion of relationships with power engineers and construction superintendents."
    },
    {
      "title": "Labor Disputes & Firings",
      "startTime": 8962.0,
      "description": "Establishing office presence and contractor support; Formation and purpose of the contractor's union; Handling strikes, salary negotiations, and employee discipline."
    },
    {
      "title": "Equipment Acquisition & Repair",
      "startTime": 10044.0,
      "description": "Details on buying, repairing, and modifying machinery and equipment."
    },
    {
      "title": "Clutch Repair Issues",
      "startTime": 10590.0,
      "description": "Details on clutch problems and innovative solutions"
    },
    {
      "title": "Financing & Credit",
      "startTime": 11073.0,
      "description": "Experiences with bank financing and credit management"
    },
    {
      "title": "Government Job Details",
      "startTime": 11334.0,
      "description": "Details about a specific government job and payment"
    },
    {
      "title": "Business Expansion & Offer",
      "startTime": 11443.0,
      "description": "Discussion of a job offer and company expansion strategies; Describes difficulties with competitor shops and emergency repairs; Discusses business practices, bookkeeping challenges, and employee changes"
    },
    {
      "title": "Troubleshooting Power Issues",
      "startTime": 12644.0,
      "description": "Details methods for quickly estimating project costs.; Illustrates problem-solving approaches and expertise.; Explains remote troubleshooting and identifying issues.; Relating past experiences solving mechanical problems"
    },
    {
      "title": "Career & Wage Changes",
      "startTime": 12978.0,
      "description": "Reflecting on career progression and economic shifts"
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Lindy's Birth and Early Family Farming in Iowa",
      "startTime": 38.0,
      "description": "Lindy recounts being born in Remsen, Iowa in 1902 and describes her parents' initial farming life after her father's previous occupations.",
      "chapterIndex": 0,
      "id": "story-0"
    },
    {
      "title": "The Land Agent's Proposal and the Move to Canada",
      "startTime": 81.0,
      "description": "A land agent convinced Lindy's father to move to Canada due to cheaper land and opportunities for expansion, despite his lack of confidence as a corn grower.",
      "chapterIndex": 0,
      "id": "story-1"
    },
    {
      "title": "The Family's Journey to Canada: Animals and Train Travel",
      "startTime": 132.0,
      "description": "Lindy describes the family's journey to Canada, including transporting three boxcars of animals and machinery, and the conditions of the train ride.",
      "chapterIndex": 0,
      "id": "story-2"
    },
    {
      "title": "The Boys' Fun on the Train with the Animals",
      "startTime": 174.0,
      "description": "Lindy mentions that her two brothers had a fun time riding in the train cars with the animals, traveling through various cities like Sioux Falls and Sioux City.",
      "chapterIndex": 0,
      "id": "story-3"
    },
    {
      "title": "Early Farm Life and Train Ride",
      "startTime": 217.0,
      "description": "Lindy recounts memories of farm chores, a memorable train ride to Minneapolis, and the free food and entertainment she experienced.",
      "chapterIndex": 1,
      "id": "story-4"
    },
    {
      "title": "Trapping Years",
      "startTime": 973,
      "description": "Chores, livestock, and daily routines; Setting traps, earning income, and horseback riding",
      "chapterIndex": 2,
      "id": "story-5"
    },
    {
      "title": "Receiving News from Dad",
      "startTime": 1091.0,
      "description": "Lindy describes how her family received news when her father returned from town, bringing gossip from the neighborhood.; Lindy recounts the installation of the telephone when she was around twelve years old, and its impact on communication with neighbors, particularly for the women.",
      "chapterIndex": 3,
      "id": "story-6"
    },
    {
      "title": "The Simple Life on the Farm",
      "startTime": 1130.0,
      "description": "Lindy reflects on the simplicity of farm life, characterized by hard work, good food, and a repetitive daily routine.; Lindy details how she began trapping, discovered a market in St. Louis, and started a profitable business by buying furs from neighbors and selling them to the States.",
      "chapterIndex": 3,
      "id": "story-7"
    },
    {
      "title": "Dealing with Badly Damaged Furs",
      "startTime": 1182.0,
      "description": "Lindy shares a specific instance where she purchased a large quantity of damaged coyote skins at a low price, cleaned and repaired them, and sold them for a significant profit.",
      "chapterIndex": 3,
      "id": "story-8"
    },
    {
      "title": "Hauling Rock and Gravel",
      "startTime": 1307.0,
      "description": "Lindy describes a summer when she and her brothers hauled rock and gravel for building a barn, working long hours and enduring physically demanding labor.",
      "chapterIndex": 3,
      "id": "story-9"
    },
    {
      "title": "Hauling Water with Horses",
      "startTime": 1388.0,
      "description": "Lindy recounts the laborious task of hauling water with a team of horses and a wooden tank to provide water for cattle in a large pasture.",
      "chapterIndex": 4,
      "id": "story-10"
    },
    {
      "title": "Digging Post Holes as a Child",
      "startTime": 1468.0,
      "description": "Lindy describes being taken a mile and a half away to dig post holes all day as a child, enduring harsh conditions without shade.",
      "chapterIndex": 4,
      "id": "story-11"
    },
    {
      "title": "Years of Short Crops (1916-1919)",
      "startTime": 1503.0,
      "description": "Lindy details a period of several years (1916-1919) marked by short crops and the hard work required to compensate, including hauling bundles until exhausted.",
      "chapterIndex": 4,
      "id": "story-12"
    },
    {
      "title": "Raising Livestock for Sale (1919)",
      "startTime": 1560.0,
      "description": "Lindy describes the farm's self-sufficiency through raising a large number of hogs, chickens, cattle, and horses for sale and consumption.; Lindy recalls a devastating grasshopper infestation in 1920 that nearly wiped out their crops.",
      "chapterIndex": 4,
      "id": "story-13"
    },
    {
      "title": "Acquiring a Titan Tractor (1918)",
      "startTime": 1593.0,
      "description": "Lindy mentions that in 1918, his father purchased a Titan tractor.; Lindy recounts the purchase of a Titan tractor in 1918, highlighting its slow speed and relative power compared to horses.",
      "chapterIndex": 4,
      "id": "story-14"
    },
    {
      "title": "The 1921 Thrashing Incident",
      "startTime": 1625.0,
      "description": "Lindy describes a conflict between Jones and another person during the 1921 harvest, leading to Lindy's temporary role as 'chief cook and bundle washer'.",
      "chapterIndex": 5,
      "id": "story-15"
    },
    {
      "title": "Bumper Crops of 1922 and 1923",
      "startTime": 1658.0,
      "description": "Lindy mentions two consecutive years (1922 and 1923) of exceptionally good harvests.; Lindy describes the significantly reduced wheat yield in 1924, coinciding with his father's death.",
      "chapterIndex": 5,
      "id": "story-16"
    },
    {
      "title": "Lindy's Thrashing Outfit Experience",
      "startTime": 1694.0,
      "description": "Lindy reflects on his experience running thrashing outfits after his father's death, emphasizing his certainty in the machine's operation.",
      "chapterIndex": 5,
      "id": "story-17"
    },
    {
      "title": "Bud's Schooling and Farmwork",
      "startTime": 1749.0,
      "description": "Lindy details his brother Bud's schooling and his contributions to the farm during periods when he wasn't in school.; Lindy comments on the societal view of education during his time, noting a lack of emphasis on formal schooling.",
      "chapterIndex": 5,
      "id": "story-18"
    },
    {
      "title": "Weekend Activities and Baseball",
      "startTime": 1910.0,
      "description": "Lindy describes the limited social activities of rural life, including school dances, baseball games with neighbors, and weekly church attendance.",
      "chapterIndex": 5,
      "id": "story-19"
    },
    {
      "title": "Mother's Trip to California and Father's Death",
      "startTime": 1988.0,
      "description": "Lindy recounts his mother's trip to California and the circumstances surrounding his father's death in the fall of 1923, including the unusual winter grain hauling due to lack of snow.",
      "chapterIndex": 5,
      "id": "story-20"
    },
    {
      "title": "Lindy's Father's Illness and Death",
      "startTime": 2052.0,
      "description": "This story recounts Lindy's father's declining health, multiple doctor visits, a week-long absence, sudden death in Kenmore, North Dakota, and the subsequent arrangements for his funeral and repatriation.",
      "chapterIndex": 6,
      "id": "story-21"
    },
    {
      "title": "Lindy Takes Over the Farm in 1924",
      "startTime": 2184.0,
      "description": "Lindy recounts being put in charge of the farm in 1924, alongside Mac, marking the beginning of a new chapter in her life.",
      "chapterIndex": 7,
      "id": "story-22"
    },
    {
      "title": "The Dispute Over Lindy's Salary",
      "startTime": 2222.0,
      "description": "Lindy describes a conflict arising when relatives questioned the amount of her annual salary, leading to a defiant ultimatum.; After her ultimatum, Lindy travels to Iowa with her cousin, briefly works as a blacksmith's helper, demonstrating her adaptability.",
      "chapterIndex": 7,
      "id": "story-23"
    },
    {
      "title": "Lindy's Line Gang Job and Rapid Skill Development",
      "startTime": 2341.0,
      "description": "Lindy secures a job with a line gang, quickly mastering the physically demanding task of digging holes and progressing to more skilled work.",
      "chapterIndex": 7,
      "id": "story-24"
    },
    {
      "title": "Lindy's Visit to Brother Laurie and Decision to Help",
      "startTime": 2562.0,
      "description": "Lindy's visit to her brother Laurie, who is struggling with personal and farming difficulties, prompts her to abandon her job and assist him.",
      "chapterIndex": 7,
      "id": "story-25"
    },
    {
      "title": "Lindy's Corn Farming Experience with Her Brother",
      "startTime": 2673.0,
      "description": "Lindy describes her experience farming corn with her brother, highlighting the differences in farming techniques and the challenges they faced.",
      "chapterIndex": 7,
      "id": "story-26"
    },
    {
      "title": "The Devastating Hailstorm and Community Response",
      "startTime": 2734.0,
      "description": "A hailstorm destroys the crops, and Lindy organizes the neighbors to salvage what they can, showcasing community resilience.",
      "chapterIndex": 7,
      "id": "story-27"
    },
    {
      "title": "Lindy's Revenge on the Thrashing Machine Operator",
      "startTime": 2846.0,
      "description": "Lindy, frustrated by a slow-moving machine operator, deliberately filled the thresher with straw, causing a significant delay and earning him a reprimand.",
      "chapterIndex": 8,
      "id": "story-28"
    },
    {
      "title": "Lindy's Journey North After the Thrashing Job",
      "startTime": 2892.0,
      "description": "After finishing work, Lindy traveled north, first visiting his brother in Sioux Falls and then seeking work near Aberdeen, South Dakota.; Lindy sought a thrashing job near Aberdeen, South Dakota, encountering initial rejection but ultimately securing the position after the original hire failed to appear.",
      "chapterIndex": 8,
      "id": "story-29"
    },
    {
      "title": "The Thrashing Machine Breakdown and Lindy's Repair",
      "startTime": 2973.0,
      "description": "During a thrashing operation, a critical part of the machine broke, and Lindy quickly identified and repaired the issue, demonstrating his mechanical aptitude.",
      "chapterIndex": 8,
      "id": "story-30"
    },
    {
      "title": "Lindy's Intense 12-Hour Thrashing Season",
      "startTime": 3035.0,
      "description": "Lindy recounts a demanding season of thrashing, working 12 hours a day, 29 out of 31 days, with minimal breaks and grueling conditions.",
      "chapterIndex": 8,
      "id": "story-31"
    },
    {
      "title": "Lindy's Spartan Sleeping Arrangements",
      "startTime": 3114.0,
      "description": "Lindy describes his basic sleeping arrangements during the thrashing season, sleeping on a hard floor in a barn with minimal bedding and a very early wake-up call.",
      "chapterIndex": 8,
      "id": "story-32"
    },
    {
      "title": "Lindy's Early Farm Work and Power Gang Job",
      "startTime": 3201.0,
      "description": "Lindy recounts his early farming experience and a brief stint with a power gang after leaving a previous job.",
      "chapterIndex": 9,
      "id": "story-33"
    },
    {
      "title": "Early Days with Dominion Electric",
      "startTime": 4320.0,
      "description": "Lindy recounts his initial experiences working for Dominion Electric, including wiring jobs and distribution system overhauls.",
      "chapterIndex": 10,
      "id": "story-34"
    },
    {
      "title": "Power Plant Operation",
      "startTime": 5270,
      "description": "Details about operating and eventually owning the Tompkins Electric power plant.",
      "chapterIndex": 11,
      "id": "story-35"
    },
    {
      "title": "Starting a Contracting Business",
      "startTime": 5370.0,
      "description": "Lindy describes the initial challenges and rapid growth of his contracting business after World War II, focusing on securing work and building a crew.",
      "chapterIndex": 12,
      "id": "story-36"
    },
    {
      "title": "South 46 Line",
      "startTime": 6328,
      "description": "Construction of a major line and challenges faced",
      "chapterIndex": 13,
      "id": "story-37"
    },
    {
      "title": "Weyburn to Radville",
      "startTime": 6422.0,
      "description": "Building a line and farm work in the area; Large-scale line construction and crew management; Building in bush country and slough clearing",
      "chapterIndex": 14,
      "id": "story-38"
    },
    {
      "title": "The Drive Home in Winter",
      "startTime": 6560.0,
      "description": "Lindy recounts a particularly cold drive home late at night after finishing a job, where his car heater failed and he feared for his feet's safety.",
      "chapterIndex": 15,
      "id": "story-39"
    },
    {
      "title": "Moving to Regina",
      "startTime": 6605.0,
      "description": "Lindy describes his decision to move to Regina in the spring of 1948 and the process of finding a house, noting the lingering snow.; Lindy explains the period between jobs where he had to tender for work and finish up projects in Rosetown and Yorkton.",
      "chapterIndex": 15,
      "id": "story-40"
    },
    {
      "title": "Substation Rebuild and Mennonite Farms",
      "startTime": 6673.0,
      "description": "Lindy recalls a job rebuilding a substation between Vanguard and Anride, and the extensive work he and his crew did on Mennonite farms, working well past harvest time.",
      "chapterIndex": 15,
      "id": "story-41"
    },
    {
      "title": "City Work and Equipment Rental",
      "startTime": 6720.0,
      "description": "Lindy details his work setting up poles in the city, renting out his equipment, and the surprisingly simple agreement he made with the city's light and power superintendent.",
      "chapterIndex": 15,
      "id": "story-42"
    },
    {
      "title": "The Telephone Agreement",
      "startTime": 6810.0,
      "description": "Lindy shares a story about a verbal agreement with the city light and power superintendent that was later sought out and confirmed in writing years later, highlighting their positive working relationship.",
      "chapterIndex": 15,
      "id": "story-43"
    },
    {
      "title": "True Cruise Operations",
      "startTime": 6858.0,
      "description": "Managing a large crew and long work hours",
      "chapterIndex": 16,
      "id": "story-44"
    },
    {
      "title": "Lindy's Early Job Near Yorkton",
      "startTime": 6965.0,
      "description": "Lindy recounts an early job near Yorkton where he delegated responsibility to Art Miller and a subsequent inspection revealed minor construction flaws.; Lindy describes a tense drive with a superintendent to inspect a newly built line, highlighting a disagreement about construction quality.",
      "chapterIndex": 17,
      "id": "story-45"
    },
    {
      "title": "Building the High-Tension Line to Yorkton",
      "startTime": 7043.0,
      "description": "Lindy details the construction of a significant high-tension line segment from Estevan to Yorkton, emphasizing the challenging work and eventual snowbound halt.; Lindy recounts the experience of being snowbound in December 1949 while working on the high-tension line, requiring a snowplow and a shutdown until spring.",
      "chapterIndex": 17,
      "id": "story-46"
    },
    {
      "title": "The Farm Building Boom",
      "startTime": 7375.0,
      "description": "Lindy describes the rapid expansion of farm line construction from 1952 to 1956, reaching a peak of building five miles of line per day.",
      "chapterIndex": 17,
      "id": "story-47"
    },
    {
      "title": "Incorporating the Business in 1953",
      "startTime": 7436.0,
      "description": "Lindy explains his decision to incorporate the business in 1953 due to advice from his insurance man and the subsequent shift towards more desk work.",
      "chapterIndex": 17,
      "id": "story-48"
    },
    {
      "title": "The Shift to Tendering and Price Competition",
      "startTime": 7547.0,
      "description": "Lindy discusses the transition to a tendering system in 1958, leading to increased competition and lower prices from smaller contractors.",
      "chapterIndex": 17,
      "id": "story-49"
    },
    {
      "title": "Lindy's Bidding Strategy in 1958",
      "startTime": 7582.0,
      "description": "Lindy recounts a period in 1958 where he refused to bid below the cost of the work plus a profit, resulting in a lack of contracts.; Lindy describes a sideline business of foundation piling in the city, undertaken when regular work was scarce.",
      "chapterIndex": 18,
      "id": "story-50"
    },
    {
      "title": "Scaling Up Boring Machines",
      "startTime": 7640.0,
      "description": "Lindy details the expansion of his boring machine fleet from one to five, necessitated by the rapid growth of the farm construction business.",
      "chapterIndex": 18,
      "id": "story-51"
    },
    {
      "title": "Art Miller's Role in Equipment Maintenance",
      "startTime": 7676.0,
      "description": "Lindy explains how Art Miller was hired to maintain equipment in the field, freeing Lindy to focus on other aspects of the business.; Lindy recounts his heart attack in 1955 and how Art Miller stepped up to manage the company while Lindy recovered.",
      "chapterIndex": 18,
      "id": "story-52"
    },
    {
      "title": "The Potash Distribution Contract",
      "startTime": 7779.0,
      "description": "Lindy describes securing a significant contract with the Kalium potash mine, encompassing engineering, construction, and ongoing expansion work.",
      "chapterIndex": 18,
      "id": "story-53"
    },
    {
      "title": "Profit Sharing in 1958",
      "startTime": 7853.0,
      "description": "Lindy details how the $8,000 profit made in 1958 was distributed among Art Miller, a second-in-command, and Lindy himself.; Lindy notes the resurgence of work and business opportunities in 1959, following a difficult period.",
      "chapterIndex": 18,
      "id": "story-54"
    },
    {
      "title": "The Swift Current Job in 1965",
      "startTime": 7933.0,
      "description": "Lindy mentions a significant job in Swift Current marking the end of his active involvement in the business in 1965.; Lindy recounts a large project in Swift Current that was severely hampered by unexpected and persistent rainfall, leading to significant financial losses despite the project's initial promise.",
      "chapterIndex": 18,
      "id": "story-55"
    },
    {
      "title": "Negotiating the Business Sale Structure",
      "startTime": 8105.0,
      "description": "Lindy recounts the specific conditions he imposed for selling the business, including requiring a company structure with Art Miller holding a majority share.",
      "chapterIndex": 20,
      "id": "story-56"
    },
    {
      "title": "Rent Increases Over Two Decades",
      "startTime": 8235.0,
      "description": "Lindy recounts how he gradually increased rent for his tenants, Art, Bill, Vaughn, and George, over two decades, adjusting for inflation and avoiding formal contracts.",
      "chapterIndex": 21,
      "id": "story-57"
    },
    {
      "title": "Vaughn Kennedy's Electrocution",
      "startTime": 8344.0,
      "description": "Lindy describes the tragic death of Vaughn Kennedy due to electrocution while working at the Moose Jaw Airport and how Art handled the subsequent shares.",
      "chapterIndex": 21,
      "id": "story-58"
    },
    {
      "title": "George Jenney's Retirement and Land Purchase",
      "startTime": 8378.0,
      "description": "Lindy details George Jenney's decision to retire after 20 years, selling his shares after purchasing a section of land south of Assiniboia.; Lindy recounts the sudden death of Bill Zaharachuk from a heart attack while settling snow, leaving Art to regain control of the business.",
      "chapterIndex": 21,
      "id": "story-59"
    },
    {
      "title": "Doug McGillivray's Involvement and Later Con Bandy",
      "startTime": 8474.0,
      "description": "Lindy explains how Doug McGillivray became involved and later Con Bandy, and their roles in the company.",
      "chapterIndex": 21,
      "id": "story-60"
    },
    {
      "title": "Lindy's Retainer and Bonus",
      "startTime": 8670.0,
      "description": "Lindy describes being put on a retainer as a journeyman electrician, receiving a yearly bonus for a service he no longer actively provides.",
      "chapterIndex": 21,
      "id": "story-61"
    },
    {
      "title": "Relationship with Tad Gurnum",
      "startTime": 8784.0,
      "description": "Lindy fondly remembers his strong working relationship with Tad Gurnum, a power engineer, and the trust they shared.",
      "chapterIndex": 21,
      "id": "story-62"
    },
    {
      "title": "Contractor Attitudes and Union Tension",
      "startTime": 8872.0,
      "description": "Lindy discusses the changing attitudes towards contractors and the tension that arose with the unionized workforce.",
      "chapterIndex": 21,
      "id": "story-63"
    },
    {
      "title": "The Swift Current Strike",
      "startTime": 9775.0,
      "description": "Lindy recalls a time when striking workers demanded more money and his firm response to their demands.",
      "chapterIndex": 22,
      "id": "story-64"
    },
    {
      "title": "Firing Rowan - The Drunk Foreman",
      "startTime": 10044.0,
      "description": "Lindy recounts firing a foreman, Rowan, on the spot after finding him drunk with his crew during working hours.",
      "chapterIndex": 23,
      "id": "story-65"
    },
    {
      "title": "George Kukichuk and the Buried Anchor",
      "startTime": 10090.0,
      "description": "Lindy describes firing a worker, George Kukichuk, for attempting to sabotage a project by burying an anchor and falsifying his work.",
      "chapterIndex": 23,
      "id": "story-66"
    },
    {
      "title": "The Persistent Walden and the Quit Slip",
      "startTime": 10136.0,
      "description": "Lindy tells the story of a worker, Walden, who repeatedly threatened to quit when the superintendent was away, leading to a humorous exchange and a forced resignation.",
      "chapterIndex": 23,
      "id": "story-67"
    },
    {
      "title": "The Williams Boring Machine and the Factory Representative",
      "startTime": 10371.0,
      "description": "Lindy details how his team modified a Williams boring machine to extend its depth beyond the manufacturer's specifications, defying their initial skepticism and ultimately solving a clutch problem.",
      "chapterIndex": 23,
      "id": "story-68"
    },
    {
      "title": "The Pole Straightener Invention",
      "startTime": 10599.0,
      "description": "Lindy and Art built a pole straightener out of scrap lumber based on Lindy's idea, which the Power Corporation then adopted without changes for several years.",
      "chapterIndex": 24,
      "id": "story-69"
    },
    {
      "title": "Boring Machine Attachment",
      "startTime": 10672.0,
      "description": "Lindy instructed Art to add a device to the boring machines to straighten poles, which also proved successful and was adopted without modification.; Lindy realized he hadn't engaged the correct gear during a recording session, necessitating a re-take.",
      "chapterIndex": 24,
      "id": "story-70"
    },
    {
      "title": "The Billings Machine Purchase",
      "startTime": 10753.0,
      "description": "Lindy recounts buying a used machine from Billings, Montana, that was almost new but had a limited drilling depth, which they then modified.",
      "chapterIndex": 24,
      "id": "story-71"
    },
    {
      "title": "The Clutch Trouble Saga",
      "startTime": 10806.0,
      "description": "Lindy details the ongoing issue with clutch problems on the machine from Billings, and his eventual solution of doubling the clutch capacity, which he then shared with others.",
      "chapterIndex": 24,
      "id": "story-72"
    },
    {
      "title": "The Used Machines from Devil's Lake",
      "startTime": 11003.0,
      "description": "Lindy describes purchasing two used machines from Devil's Lake, North Dakota, overhauling them, and using them successfully for ten years, demonstrating their ability to make old equipment perform like new.",
      "chapterIndex": 24,
      "id": "story-73"
    },
    {
      "title": "Lindy's Initial Bank Negotiation",
      "startTime": 11091.0,
      "description": "Lindy recounts his initial conversation with the bank manager in Estevan, securing a line of credit backed by his bonds and establishing a precedent for overdrafts.",
      "chapterIndex": 25,
      "id": "story-74"
    },
    {
      "title": "Lindy's Check Guarantee",
      "startTime": 11127.0,
      "description": "Lindy explains his insistence to the bank that checks would always be honored, even if overdrawn, and the consequences of not adhering to this agreement.",
      "chapterIndex": 25,
      "id": "story-75"
    },
    {
      "title": "The $10,000 Overdraft Incident",
      "startTime": 11162.0,
      "description": "Lindy describes a time when he was significantly overdrawn and a relief manager questioned it, highlighting Lindy’s ability to cover it due to pending invoices.",
      "chapterIndex": 25,
      "id": "story-76"
    },
    {
      "title": "Lindy's Bond Security",
      "startTime": 11197.0,
      "description": "Lindy details instances where he used government bonds as security for overdrafts, including a situation where he forgot about a bond and incurred a penalty.",
      "chapterIndex": 25,
      "id": "story-77"
    },
    {
      "title": "Lindy's Advantage Over Other Contractors",
      "startTime": 11241.0,
      "description": "Lindy explains how his strong credit allowed him to delay invoicing SaskPower, giving him a financial advantage over other contractors who invoiced more frequently.",
      "chapterIndex": 25,
      "id": "story-78"
    },
    {
      "title": "The Sleet Storm and Contractor Coordination",
      "startTime": 11291.0,
      "description": "Lindy describes how he coordinated 12 contractor outfits to assist with repairing telephone lines in Manitoba after a major sleet storm.",
      "chapterIndex": 25,
      "id": "story-79"
    },
    {
      "title": "Government Job Details",
      "startTime": 11334.0,
      "description": "Details about a specific government job and payment",
      "chapterIndex": 26,
      "id": "story-80"
    },
    {
      "title": "Miller's Employee Excellence",
      "startTime": 12466.0,
      "description": "Lindy praises Miller's exceptional work ethic and their respectful, collaborative working relationship.",
      "chapterIndex": 27,
      "id": "story-81"
    },
    {
      "title": "Bidding on a Job in the Northwest Territories",
      "startTime": 12644.0,
      "description": "Lindy recounts a situation where he provided a bid for a job in the Northwest Territories that was significantly lower than a competing bid, surprising the other estimators.",
      "chapterIndex": 28,
      "id": "story-82"
    },
    {
      "title": "Bidding on a Line from Regina to Estevan",
      "startTime": 12765.0,
      "description": "Lindy shares an anecdote about quickly and accurately estimating the cost of stringing a power line between Regina and Estevan, much to the surprise of his colleagues.",
      "chapterIndex": 28,
      "id": "story-83"
    },
    {
      "title": "The Swift Current Island Job",
      "startTime": 12821.0,
      "description": "Lindy describes a unique and challenging job in Swift Current involving the installation of poles on an island, and his quick estimation of the cost.",
      "chapterIndex": 28,
      "id": "story-84"
    },
    {
      "title": "The Alberta Line Fuse Issue",
      "startTime": 12889.0,
      "description": "Lindy recalls a time when he remotely diagnosed a problem with a power line in Alberta by suggesting the wires were twisted in a ravine, which proved to be the case.",
      "chapterIndex": 28,
      "id": "story-85"
    },
    {
      "title": "Troubleshooting in Elrose",
      "startTime": 12954.0,
      "description": "Lindy describes instances where he remotely diagnosed electrical problems in rural towns like Elrose, guiding technicians to the source of the issues.; Lindy recounts a situation where he quickly diagnosed a problem with a boring machine by identifying a disconnected switch blade, demonstrating his troubleshooting skills.",
      "chapterIndex": 28,
      "id": "story-86"
    },
    {
      "title": "Ray Booth's Wonderment",
      "startTime": 13022.0,
      "description": "Lindy describes a colleague, Ray Booth, who was consistently amazed by Lindy’s ability to solve mechanical problems, prompting Lindy to explain his process of elimination.",
      "chapterIndex": 29,
      "id": "story-87"
    },
    {
      "title": "Art's Garage Trouble",
      "startTime": 13066.0,
      "description": "Lindy shares another instance where he helped a man named Art troubleshoot a problem in a government garage, again using his process of elimination to find the issue.",
      "chapterIndex": 29,
      "id": "story-88"
    },
    {
      "title": "Wage Changes and Labor Conditions",
      "startTime": 13117.0,
      "description": "Lindy reflects on the significant changes in wages and working conditions, contrasting a laborer earning 40 cents an hour with the modern minimum wage and associated benefits.",
      "chapterIndex": 29,
      "id": "story-89"
    },
    {
      "title": "Lindy's Early Career Advancement",
      "startTime": 13220.0,
      "description": "Lindy describes his rapid career progression in the power business, from starting at a young age to becoming a foreman within a short timeframe, highlighting his work ethic and opportunities.",
      "chapterIndex": 29,
      "id": "story-90"
    }
  ]
}