{
  "chapters": [
    {
      "title": "Recording an Obituary",
      "startTime": 0.0,
      "description": "The narrator states their intention to record their obituary to ease the burden on their family and provide a guide for those writing it."
    },
    {
      "title": "Funeral Arrangements Details",
      "startTime": 140,
      "description": "Lindy shifts to detailing funeral arrangements, including prayers, burial, and cremation."
    },
    {
      "title": "Tompkins Electric Leadership",
      "startTime": 338,
      "description": "Lindy transitions from discussing Dominion Electric Power to his role as president and general manager of Tompkins Electric."
    },
    {
      "title": "Company Sale and Family History",
      "startTime": 578,
      "description": "Lindy transitions to detailing the history of Achen Construction, including its sale and continued operation."
    },
    {
      "title": "Downtown Exploration",
      "startTime": 760,
      "description": "Lindy begins recounting an experience of exploring downtown, mentioning New Central Street and St. Catherine Street."
    },
    {
      "title": "Privatization Discussion",
      "startTime": 875,
      "description": "Lindy introduces a historical account of selling the property and company shares to Potash Corporation of Saskatchewan."
    }
  ],
  "summary": "A personal memoir recording covering family memories and life stories.",
  "stories": [
    {
      "title": "Multiple Electric Companies",
      "startTime": 265,
      "description": "Lindy details his employment history, listing several electric companies he worked for across multiple states and provinces.",
      "chapterIndex": 1,
      "id": "story-0"
    },
    {
      "title": "Community Involvement",
      "startTime": 395,
      "description": "Lindy begins listing his involvement in various organizations, including the Kinsmen of Canada and the Elks Lodge.",
      "chapterIndex": 2,
      "id": "story-1"
    },
    {
      "title": "Electrical Journeyman Status",
      "startTime": 460,
      "description": "Lindy shifts to discussing his journeyman electrician certification and its continued validity.",
      "chapterIndex": 2,
      "id": "story-2"
    },
    {
      "title": "Reflections on Mortality and Legacy",
      "startTime": 625,
      "description": "Lindy recalls a detail he hadn't mentioned about his sister, Hilary, and muses about her potential lifespan.",
      "chapterIndex": 3,
      "id": "story-3"
    },
    {
      "title": "Property Sale and Potash Corporation",
      "startTime": 819,
      "description": "Lindy shifts to observing a bird and its interaction with water.",
      "chapterIndex": 4,
      "id": "story-4"
    },
    {
      "title": "Tape Review and Song",
      "startTime": 948,
      "description": "Lindy explains he is reviewing tapes from Andy Hammer and wants to hear Sister Hilary sing again.",
      "chapterIndex": 5,
      "id": "story-5"
    }
  ]
}